[
  {
    "id": "1",
    "title": "Manchester United Secures Dramatic Win Against Liverpool",
    "content": "In a thrilling encounter at Old Trafford, Manchester United secured a dramatic 3-2 victory against Liverpool with Marcus Rashford scoring the winning goal in the 89th minute. The Red Devils came from behind after going down 0-2 in the first half.",
    "summary": "Manchester United came from behind to beat Liverpool 3-2 in a thrilling match at Old Trafford, with Marcus Rashford scoring the winning goal in the 89th minute.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "2025-06-10T15:30:00Z",
    "category": "Premier League",
    "source": "Football News",
    "url": "#"
  },
  {
    "id": "2",
    "title": "Barcelona Announces New Manager After Disappointing Season",
    "content": "FC Barcelona has announced the appointment of former midfielder Xavi Hernandez as their new manager on a three-year deal following a fifth-place finish in La Liga, their worst position in over two decades.",
    "summary": "Barcelona has appointed former midfielder Xavi Hernandez as their new manager on a three-year deal following a fifth-place finish in La Liga.",
    "imageUrl": "https://images.pexels.com/photos/274506/pexels-photo-274506.jpeg",
    "publishedAt": "2025-06-09T11:45:00Z",
    "category": "La Liga",
    "source": "Sports Central",
    "url": "#"
  },
  {
    "id": "3",
    "title": "Bayern Munich Wins Bundesliga for the 11th Consecutive Time",
    "content": "Bayern Munich has secured the Bundesliga title for the 11th consecutive season after a convincing 3-0 victory against Borussia Dortmund in the final match of the season, extending their historic dominance in German football.",
    "summary": "Bayern Munich has won the Bundesliga for the 11th consecutive season after a 3-0 victory against Borussia Dortmund in the final match of the season.",
    "imageUrl": "https://images.pexels.com/photos/47730/the-ball-stadion-football-the-pitch-47730.jpeg",
    "publishedAt": "2025-06-08T18:15:00Z",
    "category": "Bundesliga",
    "source": "German Football News",
    "url": "#"
  },
  {
    "id": "6d5287b4-9d7a-4f7b-ac47-4a5c3dd6fade",
    "title": "From Italy: “Really, really special talent” is tempted by an offer from Liverpool",
    "content": "Manchester City midfielder Kevin De Bruyne is all set to leave the club at the end of the season when his contract expires. The 33-year-old has decided not to sign an extension with the Premier League giants, and he has been linked with multiple clubs recently. Liverpool are reportedly keeping tabs on the Belgian International, […]\nThe post From Italy: “Really, really special talent” is tempted by an offer from Liverpool appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 10:12:07 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/from-italy-really-really-special-talent-is-tempted-by-an-offer-from-liverpool/"
  },
  {
    "id": "ca7a30bc-155a-4a3d-a7cb-e094e195d6fa",
    "title": "Fabrizio Romano provides Marcus Rashford update amid talks of Man United exit",
    "content": "Manchester United attacker Marcus Rashford faces an uncertain future at the club with the player in the dark where he will play next season. According to GiveMeSport, the United star is going to be the subject of major interest from clubs in Premier League and La Liga this summer. His loan spell at Aston Villa […]\nThe post Fabrizio Romano provides Marcus Rashford update amid talks of Man United exit appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 09:56:16 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/fabrizio-romano-rashford-man-united/"
  },
  {
    "id": "d98368e3-0965-445f-9af8-222791e3b32a",
    "title": "Marcus Rashford's Future at Man United: An Insight by Fabrizio Romano",
    "content": "The future of Marcus Rashford, the talented forward of Manchester United, hangs in balance as he remains unsure of his playing field for the upcoming season. GiveMeSport reports suggest that the shining star of United is expected to draw substantial attention from clubs across the Premier League and La Liga as summer approaches. His stint on loan at Aston Villa is also under the spotlight… This news update regarding the potential departure of Rashford from Man United was provided by Fabrizio Romano and originally reported on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 09:56:16 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/fabrizio-romano-rashford-man-united/",
    "summary": "The future of Marcus Rashford, the talented forward of Manchester United, hangs in balance as he remains unsure of his playing field for the upcoming ..."
  },
  {
    "id": "85bf7407-a6e9-4c57-be20-3e6748f9266c",
    "title": "West Ham eyeing up a move for 22-year-old playmaker from PL rivals",
    "content": "West Ham United are reportedly keen on signing the Manchester City attacker James McAtee at the end of the season. The 22-year-old has done well for Manchester City despite his limited opportunities this season. He has seven goals to his name across all competitions. According to a report from The Mirror via West Ham Zone, […]\nThe post West Ham eyeing up a move for 22-year-old playmaker from PL rivals appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 09:11:11 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/west-ham-eyeing-up-move-james-mcatee/"
  },
  {
    "id": "51a6e42d-da4a-420c-81db-6fcf81bb1325",
    "title": "Report: Man United eyeing up a move for €50 million ace as key player’s replacement",
    "content": "Manchester United midfielder Bruno Fernandes has been linked with a move away, and they are looking at Youri Tielemans as a potential replacement. The Belgian midfielder has done quite well for Aston Villa, and a report via Fichajes claims that Manchester United are keeping tabs on him. They could look to make a move for […]\nThe post Report: Man United eyeing up a move for €50 million ace as key player’s replacement appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:58:54 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-eyeing-up-move-youri-tielemans/"
  },
  {
    "id": "47319844-4475-4efe-b63f-d57af7990245",
    "title": "Buzz: Manchester United Contemplating €50 Million Swap for Star Player",
    "content": "Rumours are swirling around Old Trafford as Manchester United's Bruno Fernandes is speculated to be on the move. In a twist, the Red Devils are reportedly setting their sights on Youri Tielemans, who could fill Fernandes' boots. The Belgian maestro, known for his sterling performances with Aston Villa, is on United's radar, according to sources revealed by Fichajes. A monumental bid may be on the horizon, as Manchester United consider a strategic move for the talented Tielemans...",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:58:54 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-eyeing-up-move-youri-tielemans/",
    "summary": "Rumours are swirling around Old Trafford as Manchester United's Bruno Fernandes is speculated to be on the move. In a twist, the Red Devils are report..."
  },
  {
    "id": "e737af10-28d2-4a65-8c90-b8760b356501",
    "title": "Speculation: Manchester United Contemplates €50 Million Powerhouse as Substitute for Key Player",
    "content": "Rumours are swirling that Manchester United's midfield maestro, Bruno Fernandes, could be on his way out. In light of this, Youri Tielemans is being viewed as a potential successor. The Belgian powerhouse has showcased impressive performances at Aston Villa, prompting Manchester United to monitor him closely. According to a report from Fichajes, the Red Devils may be preparing to launch a bid for […].",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:58:54 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-eyeing-up-move-youri-tielemans/",
    "summary": "Rumours are swirling that Manchester United's midfield maestro, Bruno Fernandes, could be on his way out. In light of this, Youri Tielemans is being v..."
  },
  {
    "id": "bc4a6d8e-6a5f-40ea-8bbd-0d56052feeb6",
    "title": "“They’ll let him go” – Journalist issues Liverpool transfer update fans weren’t expecting",
    "content": "Liverpool are open to keeping Federico Chiesa in their squad for the upcoming season but the Italian forward is believed to be considering a move away from Anfield, according to Rousing The Kop. The Italian winger has won the Premier League title at Anfield in his debut season at the club but his playing time […]\nThe post “They’ll let him go” – Journalist issues Liverpool transfer update fans weren’t expecting appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:48:44 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/journalist-liverpool-transfer-update/"
  },
  {
    "id": "11071f92-07e2-4815-b8e4-8e375d1772f8",
    "title": "Unexpected Liverpool Transfer News: Chances are High for Chiesa's Departure, says Journalist",
    "content": "Liverpool appears to be willing to retain Federico Chiesa in their line-up for the forthcoming season. However, it seems that the Italian forward is contemplating a transfer away from Anfield, as reported by Rousing The Kop. Chiesa, a key winger from Italy, has clinched the Premier League title during his inaugural season with the club. However, his time on the pitch... This unexpected Liverpool transfer update was first published on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:48:44 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/journalist-liverpool-transfer-update/",
    "summary": "Liverpool appears to be willing to retain Federico Chiesa in their line-up for the forthcoming season. However, it seems that the Italian forward is c..."
  },
  {
    "id": "393b796d-aefe-435d-8174-1fb7e72b9f29",
    "title": "5.9 clearances & 1.4 blocks per game: Arsenal and Newcastle want 24-year-old defender",
    "content": "Brentford defender Nathan Collins has been linked with a move away from the club, and the likes of Arsenal and Newcastle United are keen on him. The 24-year-old has done quite well for Brentford in the Premier League this season, and it is no surprise that talks are keen on him. According to TBR Football, […]\nThe post 5.9 clearances & 1.4 blocks per game: Arsenal and Newcastle want 24-year-old defender appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:40:12 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/arsenal-and-newcastle-want-nathan-collins/"
  },
  {
    "id": "7369ffcd-50cd-4e92-9e99-5ecd787c9b2e",
    "title": "Collins of Brentford on Newcastle and Arsenal's Radar: Averaging 5.9 Clearances and 1.4 Blocks per Match",
    "content": "Nathan Collins, the stalwart defender from Brentford, is reportedly in the crosshairs of both Arsenal and Newcastle United. This 24-year-old has been making waves in the current Premier League season with his stellar performances for Brentford, sparking interest from these top-flight teams. As per news from TBR Football, […]",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:40:12 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/arsenal-and-newcastle-want-nathan-collins/",
    "summary": "Nathan Collins, the stalwart defender from Brentford, is reportedly in the crosshairs of both Arsenal and Newcastle United. This 24-year-old has been ..."
  },
  {
    "id": "05a64eb3-a27a-4f0b-9e6c-48f4fc919237",
    "title": "Leeds United star is on the verge of Elland Road exit after impressive season",
    "content": "Leeds United are preparing for a transformative summer transfer window as they gear up to strengthen their squad this summer. Manager Daniel Farke is set to have the resources needed to revamp his squad. However, with plans to strengthen several starting XI positions, including a new goalkeeper, an attacking midfielder, and a striker, Leeds will […]\nThe post Leeds United star is on the verge of Elland Road exit after impressive season appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:29:05 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/leeds-united-star-elland-road-exit/"
  },
  {
    "id": "aa9e5595-9c85-47cd-bcbc-c44e9eb15994",
    "title": "Prominent Leeds United Player Poised to Depart Elland Road Following Stellar Season",
    "content": "Leeds United are gearing up for a transformational summer transfer window, with the aim of fortifying their line-up in the coming months. In a bid to overhaul his team, Manager Daniel Farke is expected to have the necessary funds at his disposal. Despite plans to bolster numerous key positions - such as a new goalkeeper, an attacking midfielder, and a forward - Leeds could soon see the departure of one of their stars from Elland Road following an outstanding season. Stay tuned for more updates.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:29:05 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/leeds-united-star-elland-road-exit/",
    "summary": "Leeds United are gearing up for a transformational summer transfer window, with the aim of fortifying their line-up in the coming months. In a bid to ..."
  },
  {
    "id": "d5b452f6-489a-47c9-abb8-5b619db045c3",
    "title": "Man United confident of landing Arsenal target, 23-G/A star could prefer Old Trafford move",
    "content": "Manchester United are reportedly confident of signing Matheus Cunha from Wolverhampton Wanderers at the end of the season. As per Give Me Sport, Manchester United are ramping up their efforts to improve the squad this summer, they are looking Brazilian despite interest from Arsenal. The 25-year-old has been outstanding for Wolves, and it is no […]\nThe post Man United confident of landing Arsenal target, 23-G/A star could prefer Old Trafford move appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:05:10 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-confident-signing-arsenal-target-matheus-cunha/"
  },
  {
    "id": "397ccb70-30cd-44b6-8a92-9bbcadf6c082",
    "title": "Man United Sanguine About Securing Arsenal's Aim, 23-G/A Ace Might Favour a Shift to Old Trafford",
    "content": "Manchester United is purportedly optimistic about securing the signature of Matheus Cunha from Wolverhampton Wanderers when the season concludes. According to Give Me Sport, Manchester United is boosting their endeavours to enhance their squad this summer, setting their sights on the Brazilian despite Arsenal's interest. The 25-year-old has been delivering remarkable performances for Wolves, and it would be no surprise if… The post Man United confident about snapping up Arsenal's target, 23-G/A prodigy could lean towards a move to Old Trafford first appeared on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:05:10 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-confident-signing-arsenal-target-matheus-cunha/",
    "summary": "Manchester United is purportedly optimistic about securing the signature of Matheus Cunha from Wolverhampton Wanderers when the season concludes. Acco..."
  },
  {
    "id": "dd99f775-7b0c-4c80-9371-22696347472c",
    "title": "How Eberechi Eze responded when asked if he wants to join Tottenham",
    "content": "Crystal Palace midfielder Eberechi Eze was the star of the show against Tottenham in the Premier League on Sunday. The England international scored twice away to Spurs to give his team their first win against the North London side since 1997. His brilliant performances this season for Oliver Glasner’s team have not gone unnoticed. The […]\nThe post How Eberechi Eze responded when asked if he wants to join Tottenham appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 07:37:42 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/how-eberechi-eze-responded-tottenham/"
  },
  {
    "id": "e93ffdb2-f160-4259-a203-54a8706863df",
    "title": "Report: Man United willing to pay £38 million for versatile Premier League star",
    "content": "Manchester United are reportedly interested in signing the Bournemouth attacker Antoine Semenyo at the end of the season. According to Fichajes, the 25-year-old has attracted the attention of the Red Devils with his performances this season, and he could cost around €45 million (£38m). The report claims that Manchester United would be willing to pay […]\nThe post Report: Man United willing to pay £38 million for versatile Premier League star appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 06:53:52 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-willing-to-pay-38-million-antoine-semenyo/"
  },
  {
    "id": "89f88ccb-cb96-4512-ba2f-618e4779ba94",
    "title": "Rumour: Man United Ready to Shell Out £38 Million for Premier League's Dynamic Star",
    "content": "Manchester United is allegedly keen on securing the services of Bournemouth's radiant attacker, Antoine Semenyo, when the current season concludes. As per Fichajes, the 25-year-old talent has caught the watchful eyes of the Red Devils following his sterling performances this year, and he might command a transfer fee in the vicinity of €45 million (£38m). The story further suggests that Manchester United is prepared to meet this steep price tag... This news update, 'Rumour: Man United Ready to Shell Out £38 Million for Premier League's Dynamic Star,' was first featured on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 06:53:52 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-willing-to-pay-38-million-antoine-semenyo/",
    "summary": "Manchester United is allegedly keen on securing the services of Bournemouth's radiant attacker, Antoine Semenyo, when the current season concludes. As..."
  },
  {
    "id": "761fa830-11ab-4209-ab4c-e4aa0db25ef9",
    "title": "Report: Leeds United prepare documents to sign Man City winger",
    "content": "Leeds United are reportedly setting their sights on Manchester City’s talented midfielder James McAtee, according to a report from The Sunday Mirror, via Yorkshire Evening Post. After winning the Championship title this season and earning promotion to the Premier League, Daniel Farke and his team are looking to make additions to the squad. The Whites […]\nThe post Report: Leeds United prepare documents to sign Man City winger appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 06:52:43 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/report-leeds-united-sign-man-city-winger/"
  },
  {
    "id": "cdd2f3b6-367b-40bf-9267-a73041796064",
    "title": "Man United shortlist two Premier League midfielders to replace Bruno Fernandes",
    "content": "Manchester United are reportedly preparing for a major shake-up in their midfield, with Bruno Guimaraes and Youri Tielemans emerging as key targets, according to Fichajes. This development comes amid growing speculation that Bruno Fernandes could leave the club this summer. The Man United captain has been the best player at the club this season once […]\nThe post Man United shortlist two Premier League midfielders to replace Bruno Fernandes appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 06:13:49 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-premier-league-midfielders-bruno/"
  }
]