[
  {
    "id": "a764a40d-e040-4b5d-8e06-ad899424cf4e",
    "title": "Flash Haber: Mert Hakan Yandaş Hastaneden Çıkış Yaptı",
    "content": "Futbol dünyasına bomba gibi düşen bir haberle karşınızdayız! Fenerbahçe'nin başarılı futbolcusu Mert Hakan Yandaş, geçirmiş olduğu enfeksiyon hastalığı sonrası hastaneden çıkışını gerçekleştirdi. \n\nYandaş, 20 günden fazla bir süre boyunca hastanede yatmak zorunda kaldı. Ancak, sağlık durumuyla ilgili son gelişmeler taraftarlarını sevindirdi. Hastane sürecini tamamlayan başarılı futbolcu, artık evinde dinlenecek ve tedavisine Samandıra Tesisleri'nde devam edilecek. \n\nBu süreçte Mert Hakan'ın sağlığına kavuşması için özel bir doktor ekibi görev alacak. Önümüzdeki 15 gün boyunca bu özel ekip, futbolcunun tedavisini evde ve Samandıra Tesisleri'nde sürdürecek. Bu gelişme, Fenerbahçeli taraftarları ve futbol severleri oldukça memnun etti.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/68271e2b0240c6da461aec0c.jpg",
    "publishedAt": "Fri, 16 May 2025 14:15:07 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/son-dakika-mert-hakan-yandas-taburcu-oldu-2285601",
    "summary": "Futbol dünyasına bomba gibi düşen bir haberle karşınızdayız! Fenerbahçe'nin başarılı futbolcusu Mert Hakan Yandaş, geçirmiş olduğu enfeksiyon hastalığ..."
  },
  {
    "id": "1fbc8ab6-a22d-41a7-9e47-d2ccfd2ff736",
    "title": "PREMİER LİG'DE ZİRVE ÇARPISMASI! Chelsea - Manchester Utd Mücadelesi Hangi Kanalda, Saat Kaçta?",
    "content": "İngiltere'nin en prestijli futbol platformu Premier Lig'de heyecan hız kesmeden devam ediyor. Bu hafta futbol gündeminin en çarpıcı karşılaşması Chelsea ve Manchester United arasında gerçekleşecek. Futbol tutkunları, bu muhteşem mücadelenin tüm detaylarını ve takımların olası kadrolarını merakla bekliyor. Bu kritik karşılaşma, her iki takımın da zirve yarışındaki konumunu belirleyecek bir dönüm noktası niteliği taşıyor.\n\nZorlu bir mücadeleye sahne olacak olan Chelsea - Manchester United maçı, sadece lig tablosunu şekillendirmekle kalmayacak; aynı zamanda takımların moral ve motivasyonu üzerinde de büyük bir etkisi olacak. Bu nedenle, futbolseverlerin bu karşılaşmayı yakından takip etmekte oldukça haklı sebepleri bulunuyor.\n\nPeki, bu büyük maç ne zaman, saat kaçta ve hangi kanalda canlı yayınlanacak? İşte futbolseverlerin merakla beklediği bu bilgiler ve maçın detayları hakkında tüm bilgiler.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/682715d9bd49734add722fd7.jpg",
    "publishedAt": "Fri, 16 May 2025 13:41:14 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/premier-ligde-dev-mac-chelsea-manchester-utd-maci-ne-zaman-saat-kacta-hangi-kanalda-ingiltere-premier-liginde-heyecan-suruyor-2285575",
    "summary": "İngiltere'nin en prestijli futbol platformu Premier Lig'de heyecan hız kesmeden devam ediyor. Bu hafta futbol gündeminin en çarpıcı karşılaşması Chels..."
  },
  {
    "id": "3aca9483-ea4b-4e41-8845-9fd7a4223181",
    "title": "Beşiktaş, Alanyaspor Maçı İçin Ter Döküyor",
    "content": "Trendyol Süper Lig'in 36. haftasında sahne alacak olan Beşiktaş, rakibini alt etmek için kolları sıvadı. Corendon Alanyaspor ile deplasmanda karşılaşacak olan Kara Kartal, bugün yaptığı antrenmanla maçın provasını yaptı.\n\nBeşiktaş, üstün bir performans sergileyerek ligdeki yerini korumayı hedefliyor. Bu hedef doğrultusunda Corendon Alanyaspor maçına son derece ciddi ve odaklanmış bir şekilde hazırlanan Siyah-Beyazlılar, bugünkü antrenmanla hazırlıklarını sürdürdü. Bu önemli karşılaşma öncesi takımın moral ve motivasyonu da oldukça yüksek.\n\nLigin son haftalarına girilirken, Beşiktaş'ın bu karşılaşmayı hafife almayarak yoğun bir çalışma temposu içerisinde olduğu görüldü. Alanyaspor maçına her yönüyle hazır olmayı planlayan Kara Kartal, bu hedefini bugün yaptığı antrenmanla bir kez daha kanıtladı.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6825f414a241cc3e6d2249e0.jpg",
    "publishedAt": "Thu, 15 May 2025 17:03:20 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/besiktas-alanyaspor-maci-hazirliklarini-surdurdu-2285167",
    "summary": "Trendyol Süper Lig'in 36. haftasında sahne alacak olan Beşiktaş, rakibini alt etmek için kolları sıvadı. Corendon Alanyaspor ile deplasmanda karşılaşa..."
  },
  {
    "id": "0055f6ad-bf38-4637-924b-58fce6ae2125",
    "title": "Fenerbahçe Başkanlığına Bilal Erdoğan'dan Net Yanıt!",
    "content": "Futbol dünyasının nabzını tutan Fenerbahçe'de başkanlık için yeni bir aday mı doğuyor? Bu sorunun yanıtı, Dünya Etnospor Birliği Başkanı ve Okçular Vakfı Mütevelli Heyeti Üyesi Bilal Erdoğan'dan geldi. \n\nFenerbahçe Kulübü Başkanlığı için ismi geçen Bilal Erdoğan, konuya dair net bir yanıt verdi. Erdoğan, Fenerbahçe Kulübü Başkanlığı'na aday olmayacağını belirtti. \n\nBu açıklama, Fenerbahçe camiasında ve futbol dünyasında merakla beklenen bir sorunun yanıtını vermiş oldu. Bilal Erdoğan'ın bu açıklaması, Fenerbahçe'nin başkanlık koltuğu için gelecekteki adaylar ve kulübün gelecekteki rotası üzerine spekülasyonları sona erdirdi.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6825e690a241cc3e6d2249cb.jpg",
    "publishedAt": "Thu, 15 May 2025 16:05:55 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/fenerbahceye-baskan-adayi-olacak-mi-bilal-erdogandan-iddialara-yanit-2285148",
    "summary": "Futbol dünyasının nabzını tutan Fenerbahçe'de başkanlık için yeni bir aday mı doğuyor? Bu sorunun yanıtı, Dünya Etnospor Birliği Başkanı ve Okçular Va..."
  },
  {
    "id": "d46e6432-70be-4ccd-a359-6c5a285169ff",
    "title": "Premier Lig Rüzgarı Türkiye'de Esiyor: Yayın Hakları Uzatıldı!",
    "content": "Bir futbol tutkunu olarak, Premier Lig maçlarını izlemeyi sever misiniz? Eğer cevabınız evet ise, bu haber sizin için! beIN Media Group, Türkiye'deki futbolseverlerin kalplerini kazanmayı sürdürüyor. Şirket, Premier Lig'in Türkiye'deki yayın haklarını 2027-2028 sezonu sonuna kadar uzattığını duyurdu.\n\nBu, futbolseverler için büyük bir sevinç kaynağı olacak gibi görünüyor. Premier Lig maçlarını izlemek, birçok Türk futbol hayranı için büyük bir zevktir. Bu anlaşma, Premier Lig'in heyecanını ve tutkusunu Türkiye'ye taşımayı sürdüren beIN Media Group'un bu alandaki liderliğini pekiştiriyor.\n\nBu adım, Türkiye'deki futbolseverlerin Premier Lig maçlarına daha uzun süreli erişim hakkı elde etmelerini sağlayacak. Bu, futbolseverlerin favori takımlarını ve oyuncularını daha uzun süre takip etme fırsatı anlamına geliyor. Bu yüzden, Premier Lig tutkunları için bu haber, futbol ziyafetinin devam etmesi anlamına geliyor.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/66714dcfae7167909d53787c.jpg",
    "publishedAt": "Thu, 15 May 2025 15:23:20 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/premier-ligin-yayin-haklari-uzadi-yeni-anlasma-2285123",
    "summary": "Bir futbol tutkunu olarak, Premier Lig maçlarını izlemeyi sever misiniz? Eğer cevabınız evet ise, bu haber sizin için! beIN Media Group, Türkiye'deki ..."
  }
]