[
  {
    "id": "ff658437-a738-4c26-bad4-4e83b2b19a05",
    "title": "Fenerbahçe'nin İtirazı Reddedildi: ABB FOMGET Şampiyonluğunu İlan Etti",
    "content": "Futbol sahalarında heyecanın doruğa ulaştığı anlarda, Türkiye Futbol Federasyonu (TFF) kritik bir karar aldı. Fenerbahçe'nin itirazı, futbola dair en önemli kararlarından birini verecek olan TFF tarafından değerlendirildi, ancak sonuç Fenerbahçe'nin lehine çıkmadı. İstanbul ekibinin itirazı reddedildi ve ABB FOMGET'in şampiyonluğu resmiyet kazandı. \n\nSarı-lacivertli ekibin beklenmedik itirazı, futbolseverler arasında şaşkınlık yaratmış ve tüm dikkatlerin TFF'ye çevrilmesine neden olmuştu. Ancak TFF'nin kararı, Fenerbahçe'nin itirazını reddederek ABB FOMGET'i ligin şampiyonu olarak tescillemesi oldu. Bu karar, futbol dünyasında büyük yankı uyandırdı ve tartışmaları da beraberinde getirdi. \n\nFenerbahçe'nin itirazının nedeni ve içeriği hakkında detaylı bilgi verilmezken, TFF'nin ABB FOMGET'in şampiyonluğunu tescillemesi, ligin son haftalarına damga vuran olaylardan biri oldu. Bu kararın ardından Fenerbahçe'nin nasıl bir yol izleyeceği merak konusu.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/68279e01a241cc3e6d224cae.jpg",
    "publishedAt": "Fri, 16 May 2025 23:24:19 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/fenerbahceye-ret-abb-fomgetin-sampiyonlugu-tescillendi-2285824",
    "summary": "Futbol sahalarında heyecanın doruğa ulaştığı anlarda, Türkiye Futbol Federasyonu (TFF) kritik bir karar aldı. Fenerbahçe'nin itirazı, futbola dair en ..."
  },
  {
    "id": "4d0e9523-0ebc-4f51-a18c-10ef6d292197",
    "title": "Premier Lig'de Büyük Çekişme: Chelsea - Manchester United Maçı Ne Zaman, Hangi Kanalda?",
    "content": "İngiltere'nin en önemli futbol ligi olan Premier Lig'de heyecan dorukta! Bu hafta, dünya futbolunun iki devi Chelsea ve Manchester United, nefes kesen bir maça imza atacaklar. Futbol dünyasının merakla beklediği bu büyük karşılaşmayı kaçırmamak için taraftarlar, yayın bilgileri ve muhtemel kadrolarıyla ilgili araştırmalarını sürdürüyorlar. \n\nİki büyük kulüp, zirve yarışında oldukça kritik bir dönemde karşı karşıya geliyor. Bu nedenle, Chelsea ve Manchester United arasındaki bu çekişmeli maç, sadece lig sıralamasını değiştirmekle kalmayacak, aynı zamanda takımların moral ve motivasyonlarını da büyük ölçüde etkileyecek. \n\nPeki, Chelsea ve Manchester United'ın bu büyük savaşı ne zaman, saat kaçta ve hangi kanalda olacak? İşte futbolseverlerin merakla beklediği bu dev maç hakkında tüm detaylar.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/682715d9bd49734add722fd7.jpg",
    "publishedAt": "Fri, 16 May 2025 22:08:37 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/premier-ligde-dev-mac-chelsea-manchester-utd-maci-ne-zaman-saat-kacta-hangi-kanalda-ingiltere-premier-liginde-heyecan-suruyor-2285575",
    "summary": "İngiltere'nin en önemli futbol ligi olan Premier Lig'de heyecan dorukta! Bu hafta, dünya futbolunun iki devi Chelsea ve Manchester United, nefes kesen..."
  },
  {
    "id": "96ace215-c2fa-4716-8f9f-8c6525e61e8e",
    "title": "Sivasspor'da Rey Manaj'a Beklenmedik Darbe: Kadro Dışı!",
    "content": "Sivas'ın gururu, Süper Lig ekiplerinden Net Global Sivasspor, önemli bir kararla gündeme oturdu. Takımın Arnavut forveti Rey Manaj, beklenmedik bir şekilde kadro dışı bırakıldı. \n\nBu karar, Sivasspor taraftarlarını ve futbolseverleri şaşırtırken, Manaj'ın takımdaki durumu hakkında da soru işaretleri oluşturdu. Kadro dışı bırakılma, bir futbolcunun kariyerinde önemli bir dönüm noktası olabilir ve bu durum Manaj'ın da kariyerini etkileyebilir. \n\nSivasspor yönetimi ve teknik ekibin bu kararı almasının ardındaki sebepler henüz netlik kazanmış değil. Ancak, bu hamle takım içi dinamikleri ve sezonun geri kalanında Sivasspor'un performansını etkileyebilir.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/68278594a241cc3e6d224c74.jpg",
    "publishedAt": "Fri, 16 May 2025 21:37:24 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/sivasspordan-rey-manaja-kadro-disi-soku-2285713",
    "summary": "Sivas'ın gururu, Süper Lig ekiplerinden Net Global Sivasspor, önemli bir kararla gündeme oturdu. Takımın Arnavut forveti Rey Manaj, beklenmedik bir şe..."
  },
  {
    "id": "e1866997-1f48-4bbd-bc84-232f25e2def9",
    "title": "Trabzonspor, Bodrum FK ile Çarpışmaya Hazırlanıyor",
    "content": "Trabzonspor, futbol sahalarının heyecan dolu atmosferinde Bodrum FK ile yapacağı mücadele için kolları sıvadı. Bu önemli karşılaşma öncesi, Karadeniz'in gururu olan Trabzonspor, taktik ve strateji üzerine yoğunlaşmış durumda.\n\nBodrum FK ile olan yaklaşan mücadele, Trabzonspor'un antrenman ve çalışma programını yoğunlaştırdı. Karşılaşmanın önemini belirten Trabzonspor, bu zorlu maç için tüm hazırlıklarını tamamlamayı hedefliyor. Hem fiziksel hem de taktiksel olarak kendilerini en iyi şekilde hazırlamak için yoğun bir çaba sarf ediyorlar.\n\nSon olarak, Trabzonspor’un bu maça nasıl bir taktik ve kadro ile çıkacağı merak konusu olurken, tüm gözler bu önemli mücadelede olacak. Bu karşılaşmanın, hem Trabzonspor'un hem de Bodrum FK'nın ligdeki konumlarına etkisi büyük olacak.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/682774e9a241cc3e6d224c41.jpg",
    "publishedAt": "Fri, 16 May 2025 20:25:48 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/galeri/trabzonspor-bodrum-fk-macina-hazirlaniyor-2285703",
    "summary": "Trabzonspor, futbol sahalarının heyecan dolu atmosferinde Bodrum FK ile yapacağı mücadele için kolları sıvadı. Bu önemli karşılaşma öncesi, Karadeniz'..."
  },
  {
    "id": "a4fbb4d0-5dd3-468e-a17d-55ad3702888f",
    "title": "Beşiktaş, Bankalara Dev Kredi Ödemesi Gerçekleştirdi",
    "content": "Spor dünyasının devleri arasında yer alan Beşiktaş, mali durumunu güçlendirecek adımlar atmaya devam ediyor. Siyah-beyazlı kulüp, bankalara olan borçlarını hafifletmek adına konsorsiyum kredi borcuna yönelik 1,2 milyar liralık bir ödeme gerçekleştirdi.\n\nBu ödeme, Beşiktaş'ın mali durumunu sağlamlaştırma yolunda atılmış önemli bir adım olarak görülüyor. Bu hamleyle birlikte, kulüp, finansal açıdan daha sağlam bir zemine ulaşmayı hedefliyor. Beşiktaş yönetiminin, gelecekteki başarıları için mali disipline önem verdiği bir kez daha anlaşıldı.\n\nBeşiktaş'ın bu ödeme hamlesi, diğer kulüpler için de bir örnek teşkil edebilir. Zira bu, mali sorunları çözme ve daha sağlam bir ekonomik yapıya kavuşma yolunda atılan önemli bir adımdır. Bu durum, Beşiktaş'ın sadece sahadaki başarılarıyla değil, mali disipliniyle de örnek bir kulüp olmayı hedeflediğini gösteriyor.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/68276ec9a241cc3e6d224c2e.jpg",
    "publishedAt": "Fri, 16 May 2025 19:59:25 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/besiktas-1-2-milyar-liralik-kredi-odemesi-yapti-2285701",
    "summary": "Spor dünyasının devleri arasında yer alan Beşiktaş, mali durumunu güçlendirecek adımlar atmaya devam ediyor. Siyah-beyazlı kulüp, bankalara olan borçl..."
  }
]