[
  {
    "id": "e095e57a-be76-4e47-b6f1-4c4ef63df6e8",
    "title": "Eski Fenerbahçe Yöneticisi Mahmut Uslu'dan Flaş Açıklamalar Bekleniyor",
    "content": "Fenerbahçe'nin eski yönetim kurulu üyelerinden biri olan Mahmut Uslu'nun basın toplantısı düzenleyeceği duyuruldu. Sarı-lacivertli camianın tanınmış isimlerinden Uslu'nun bu toplantıda neler söyleyeceği merak konusu oldu. Beklenen açıklamalar, hem Fenerbahçe taraftarları hem de futbol dünyası için önemli ipuçları barındırıyor olabilir.\n\nMahmut Uslu, Fenerbahçe'nin eski yönetim kurulu üyelerinden biri olarak, kulübün durumu ve geleceği hakkında önemli bir bilgi birikimi ve perspektife sahip. Yıllar boyunca Fenerbahçe'de pek çok farklı görevde bulunan Uslu, camianın dinamiklerini iyi bilen bir isim. Dolayısıyla, onun yapacağı açıklamaların Fenerbahçe'nin mevcut durumu ve geleceği hakkında önemli bilgiler içerebileceği düşünülüyor.\n\nBu beklenen basın toplantısı, futbol dünyasında dikkatle takip edilecek bir olay olarak öne çıkıyor. Uslu'nun hangi konulara değineceği, ne tür mesajlar vereceği ve bu mesajların Fenerbahçe camiasına ve Türk futboluna genel olarak ne tür etkileri olacağı merakla bekleniyor.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6822eba619066524b1c7bc18.jpg",
    "publishedAt": "Thu, 15 May 2025 14:10:15 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/live-fenerbahcenin-eski-yoneticisi-mahmut-uslu-aciklamalarda-bulunuyor-2285083",
    "summary": "Fenerbahçe'nin eski yönetim kurulu üyelerinden biri olan Mahmut Uslu'nun basın toplantısı düzenleyeceği duyuruldu. Sarı-lacivertli camianın tanınmış i..."
  },
  {
    "id": "f5154668-ab08-49c2-b2e3-708e20839881",
    "title": "Galatasaray, Hükümranlığını Bir Kez Daha İlan Etti",
    "content": "Süper Lig'in zirvesine tırmanışını sürdüren ve 5'inci yıldızı takmak üzere olan Galatasaray, Türkiye Kupası'nı da 19. kez vitrinine ekleyerek, rakiplerini geride bırakmayı başardı. Kupa avcısı Galatasaray, bu zaferiyle birlikte rakipleri arasında adeta bir uçurum oluşturdu.\n\nCim Bom, Süper Lig'deki iddiasını sürdürürken, aynı zamanda Türkiye Kupası'nda da gövde gösterisi yaptı. Kupayı 19'uncu kez kazanarak tarih yazan Galatasaray, bu başarısıyla rakipleri arasında farkı daha da açtı. Bu zafer, Galatasaray'ın Süper Lig'deki hükümranlığını bir kez daha kanıtladı ve taraftarlarını sevince boğdu.\n\nSarı-kırmızılı ekip, sadece Süper Lig'de değil, Türkiye Kupası'nda da hükümranlığını sürdürerek, rakipleriyle arasına mesafe koydu. Bu başarı, Galatasaray'ın futbol sahalarındaki egemenliğinin bir göstergesi oldu ve taraftarların gururunu bir kez daha okşadı.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6825bd64a241cc3e6d22492e.jpg",
    "publishedAt": "Thu, 15 May 2025 13:13:55 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/galeri/kupa-canavari-galatasaray-rakipleriyle-makasi-acti-2285037",
    "summary": "Süper Lig'in zirvesine tırmanışını sürdüren ve 5'inci yıldızı takmak üzere olan Galatasaray, Türkiye Kupası'nı da 19. kez vitrinine ekleyerek, rakiple..."
  },
  {
    "id": "7778b9be-932b-4635-9708-05dc3109818b",
    "title": "A Milli Kadın Futbol Takımı'nın UEFA Uluslar Ligi İçin Kadrosu Belli Oldu",
    "content": "A Milli Kadın Futbol Takımı'nın UEFA Uluslar Ligi'ndeki rakipleri İrlanda Cumhuriyeti ve Yunanistan ile olan maçları öncesinde takımın kadrosu, Teknik Direktör Necla Güngör Kıragası tarafından kamuoyuna duyuruldu. \n\nA Milli Takım, UEFA Uluslar Ligi B Ligi 2. Grup'ta mücadele verecek ve bu kapsamda, kadroda yer alan isimler, İrlanda Cumhuriyeti ve Yunanistan maçlarında Türkiye'yi temsil edecekler. \n\nTeknik Direktör Necla Güngör Kıragası'nın belirlediği kadro, turnuvaya hazırlık sürecinde yoğun bir tempo ile çalışacak ve her iki maçta da en iyi performansı sergileyerek gruptan çıkmayı hedefleyecek.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6825bc61a241cc3e6d224927.jpg",
    "publishedAt": "Thu, 15 May 2025 13:06:07 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/uefa-uluslar-ligi-maclari-oncesi-a-milli-kadin-futbol-takiminin-kadrosu-aciklandi-2285028",
    "summary": "A Milli Kadın Futbol Takımı'nın UEFA Uluslar Ligi'ndeki rakipleri İrlanda Cumhuriyeti ve Yunanistan ile olan maçları öncesinde takımın kadrosu, Teknik..."
  },
  {
    "id": "c7a94f6a-3f91-494f-8c67-9f8599c06e84",
    "title": "Trabzonspor'un Avrupa Rüyası Sona Erdi: Taraftarlar Hayal Kırıklığına Uğradı",
    "content": "Bordo-mavili ekip Trabzonspor, Türkiye Kupası final mücadelesinde Galatasaray'a boyun eğerek, hem Avrupa'ya gitme umutlarını havaya uçurdu, hem de taraftarlarını derinden üzdü.\nTrabzonspor'un bu yenilgisi, takımın Avrupa hedefini resmen sonlandırırken, aynı zamanda taraftarlarının kalbini de kırdı. Türkiye Kupası'nın kapısından dönen Trabzonspor, taraftarlarını hayal kırıklığına boğarak, sezonu kapattı.\nTrabzonspor'un Galatasaray karşısında alınan mağlubiyet, taraftarların umutlarını söndürdü ve bordo-mavili takımın Avrupa serüveninin sonunu getirdi. Bu sonuçla birlikte, Trabzonspor taraftarları büyük bir hayal kırıklığı yaşadılar.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6825b0a5a241cc3e6d2248f7.jpg",
    "publishedAt": "Thu, 15 May 2025 12:18:15 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/galeri/avrupa-hedefi-kalmayan-trabzonspor-taraftarlarina-hayal-kirikligi-yasatti-2284948",
    "summary": "Bordo-mavili ekip Trabzonspor, Türkiye Kupası final mücadelesinde Galatasaray'a boyun eğerek, hem Avrupa'ya gitme umutlarını havaya uçurdu, hem de tar..."
  },
  {
    "id": "d112484b-1aa6-4b5b-9b41-f861e4616180",
    "title": "Süper Lig'in 36. Haftasına Düdük Çalacak Hakemler Açıklandı",
    "content": "Süper Lig'in heyecan dolu 36. haftasında sahada olacak hakemlerin kimler olacağı merakla beklenirken, bu merakı sonlandıran açıklama geldi. Trendyol Süper Lig'in 36. haftasında düdük çalacak olan hakemler resmi olarak açıklandı. Bu hafta gerçekleştirilecek olan karşılaşmalarda hangi hakemin hangi maçı yöneteceği belirlendi ve futbolseverlerin beklentisi sona erdi.\n\nFutbol sahalarının adalet dağıtıcıları olan hakemlerin belirlenmesi, maçların kaderini belirleyecek en önemli faktörlerden biridir. Bu sebeple, hangi hakemin hangi maçı yöneteceğinin açıklanması büyük önem taşıyor. Bu hafta düdük çalacak olan hakemlerin isimleri, Trendyol Süper Lig'in 36. haftasındaki karşılaşmaların heyecanını daha da artıracak.\n\nSüper Lig'in 36. haftası, futbolseverler için oldukça önemli bir hafta olacak. Düdük çalacak olan hakemlerin belirlenmesi, bu haftanın heyecanına heyecan katacak. Futbolseverlerin gözü, kulağı bu hafta gerçekleştirilecek olan karşılaşmalarda olacak. Hakemlerin belirlenmesiyle birlikte, tüm dikkatler sahada olacak hakemlere çevrildi.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6791dcb1687256ed10155cdb.jpg",
    "publishedAt": "Thu, 15 May 2025 12:02:18 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/super-ligde-36-haftanin-hakemleri-belli-oldu-2284943",
    "summary": "Süper Lig'in heyecan dolu 36. haftasında sahada olacak hakemlerin kimler olacağı merakla beklenirken, bu merakı sonlandıran açıklama geldi. Trendyol S..."
  },
  {
    "id": "34c21e9d-100b-4f0e-adad-d86457000b56",
    "title": "HEYECAN DOLU TÜRKİYE-İSPANYA KARŞILAŞMASI NE ZAMAN? Dünya Kupası Elemelerinde Nefesler Tutulacak!",
    "content": "Futbol severlerin merakla beklediği ve adeta nefeslerin tutulduğu an geldi çattı. Ay yıldızlı ekip, 2026 FIFA Dünya Kupası Avrupa Elemeleri'nde İspanya ile ne zaman kozlarını paylaşacağı konusunda artık netlik kazandı. Türkiye, EURO 2024'teki göz kamaştıran performansının ardından, 2026 Dünya Kupası Avrupa Elemeleri'nde mücadele etme hakkını elde etmişti. \n\nA Milli Futbol Takımı, bu büyük heyecana Eylül ayında start vererek, E Grubu'nda yerini alacak. İlk iç saha maçını ise futbolun devlerinden ve EURO 2024'ün şampiyonu İspanya ile oynayacak. Türkiye'nin bu zorlu rakibi karşısında sergileyeceği performans merak konusu. \n\nBu muhteşem karşılaşma, tüm dünyanın gözlerini üzerine çekecek. Peki, heyecanla beklenen Türkiye - İspanya maçı ne zaman ve nerede oynanacak? Bu soruların yanıtları futbol severler tarafından büyük bir merakla bekleniyor.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/681e044119066524b1c7b163.jpg",
    "publishedAt": "Thu, 15 May 2025 11:48:29 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/dunya-kupasi-turkiye-ispanya-maci-ne-zaman-turkiye-ispanya-milli-mac-nerede-oynanacak-milli-takim-dunya-kupasi-mac-takvimi-2282096",
    "summary": "Futbol severlerin merakla beklediği ve adeta nefeslerin tutulduğu an geldi çattı. Ay yıldızlı ekip, 2026 FIFA Dünya Kupası Avrupa Elemeleri'nde İspany..."
  },
  {
    "id": "beeda74b-a575-4aba-9554-4235e27ac8de",
    "title": "FUTBOL TUTKUNLARININ HEYECANLA BEKLEDİĞİ TARİHLER AÇIKLANDI: İŞTE SÜPER LİG 2025-2026 TRANSFER SEZONU TAKVİMİ",
    "content": "Futbolseverlerin gözü kulağı Türkiye Futbol Federasyonu'nda (TFF) idi ve beklenen haber nihayet geldi. 2025-2026 Süper Lig transfer sezonuna ilişkin tarihler açıklandı. Trendyol Süper Lig'in heyecan dolu maçlarına son dört hafta kala bu önemli duyuru geldi ve futbol tutkunlarının merak ettiği sorular yanıt buldu.\nBu sezonun transfer takvimi ile ilgili ayrıntılar artık belirginleşti. Peki, hangi dönemde hangi transferler gerçekleştirilecek? 2025-2026 Süper Lig yaz transfer sezonunun başlangıç ve bitiş tarihi nedir? Kış transfer sezonu ne zaman başlıyor?\nTüm bu soruların yanıtlarını içeren detaylı bilgilere TFF'nin resmi açıklamasından ulaşabilirsiniz. Futbolun heyecan dolu dünyasında kalın ve transfer sezonunun getireceği sürprizlere hazırlıklı olun!",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/681da77b19066524b1c7af4b.jpg",
    "publishedAt": "Thu, 15 May 2025 11:48:25 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/super-li-g-transfer-sezonu-2025-2026-super-lig-yaz-transfer-sezonu-ne-zaman-baslayacak-kis-transfer-sezonu-ne-zaman-baslayacak-2281825",
    "summary": "Futbolseverlerin gözü kulağı Türkiye Futbol Federasyonu'nda (TFF) idi ve beklenen haber nihayet geldi. 2025-2026 Süper Lig transfer sezonuna ilişkin t..."
  },
  {
    "id": "dc5b99dc-459c-4856-9687-b8c47b502025",
    "title": "Fernando Muslera, Galatasaray'ın Efsane Kaptanı Bülent Korkmaz'ın Rekoruna Ulaştı",
    "content": "Uruguaylı file bekçisi ve Galatasaray'ın kaptanı Fernando Muslera, Ziraat Türkiye Kupası'nın sarı-kırmızılı ekibe kazandırılmasıyla birlikte kupa sayısını 18'e yükselterek, Türk futbol tarihinin en çok kupa kazanan oyuncusu rekorunu dengelemiş oldu. Bu rekor daha önce, Galatasaray'ın efsanevi kaptanı Bülent Korkmaz'a aitti.\n\nMuslera, Galatasaray'a katıldığından itibaren sürekli olarak başarılı performanslar sergileyerek takımını birçok kez zafere taşıdı. Bu son zafer, Muslera'nın kariyerindeki 18. kupa olma özelliğini taşıyor. Bu başarıyla birlikte, tıpkı Bülent Korkmaz gibi, Türk futbol tarihinde 'en çok kupa kazanan oyuncu' unvanını elde etti.\n\nÖte yandan, Muslera'nın bu başarısı, Türk futbol tarihindeki yerini daha da sağlamlaştırdı. Galatasaray'ın efsanevi kaptanı Bülent Korkmaz'ın izinden giden Muslera, tıpkı onun gibi sarı-kırmızılı ekibin tarihine adını altın harflerle yazdırdı.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6825a11ba241cc3e6d2248b9.jpg",
    "publishedAt": "Thu, 15 May 2025 11:09:35 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/galatasaray-kaptani-fernando-muslera-tarihi-rekora-ortak-oldu-2284914",
    "summary": "Uruguaylı file bekçisi ve Galatasaray'ın kaptanı Fernando Muslera, Ziraat Türkiye Kupası'nın sarı-kırmızılı ekibe kazandırılmasıyla birlikte kupa sayı..."
  },
  {
    "id": "6ffbb831-1874-4dd1-a15f-4a3661ac049b",
    "title": "Basketbol Süper Ligi'nde Normal Sezon Perdesi Kapanıyor",
    "content": "Heyecan dolu bir sezonun ardından, Türkiye Sigorta Basketbol Süper Ligi'nde normal sezonun sona erme vakti geldi çattı. Sezonun finaline işaret eden 30. hafta müsabakaları, yarın gerçekleştirilecek bir karşılaşma ile başlayacak. \nSpor sahalarında yaşanan heyecan, tansiyon ve rekabet dolu anları ardımızda bırakmaya hazırlandığımız bu dönemde, takımların sahada sergiledikleri performans ve kıyasıya mücadele takdir topladı. Basketbol severler, bu son hafta müsabakalarını büyük bir merakla bekliyor. \nYarın oynanacak tek maçla sezonun son haftasına adım atan Basketbol Süper Ligi, bu süreçteki çekişmeli mücadelelerin ardından hangi takımların playoff'a kalacağını belirleyecek. Bu kritik dönemde, tüm takımların son maçlarına odaklandığı görülüyor.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6825a038a241cc3e6d2248b1.jpg",
    "publishedAt": "Thu, 15 May 2025 11:05:39 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/basketbol/turkiye-sigorta-basketbol-super-liginde-normal-sezon-sona-eriyor-2284910",
    "summary": "Heyecan dolu bir sezonun ardından, Türkiye Sigorta Basketbol Süper Ligi'nde normal sezonun sona erme vakti geldi çattı. Sezonun finaline işaret eden 3..."
  },
  {
    "id": "e9595f76-21d2-43cc-a48a-4ab3e39a5481",
    "title": "15 Mayıs'ın Spor Gündemi: Bu Akşam Hangi Heyecanlı Karşılaşmalar Bizi Bekliyor?",
    "content": "Spor dünyasının kalbi 15 Mayıs Perşembe günü futbolun ritmiyle atacak. Tüm futbolseverlerin nefeslerini tutarak beklediği bu akşam, Avrupa'nın çeşitli liglerinde gerçekleşecek maçlarla renklenecek. Hem yerel liglerde hem de uluslararası arenada heyecan verici müsabakalar, futbol tutkunlarını ekran başına kilitleyecek. Avrupa Ligi'nde maçlar devam ederken, 1.Lig Yükselme Play Off 1.Tur maçları da sahne alacak.\n\nGözler, Süper Lig, TFF 1. Lig, Premier Lig, Bundesliga, La Liga, Serie A, Ligue 1, Championship, Portekiz Premier Lig gibi futbolun kalbi olan liglere çevrilmiş durumda. Ancak futbol dışında, basketbol ve voleybol maçlarının da günün spor takviminde olup olmadığı merak konusu. Futbolseverler, 'Bu akşam hangi maçlar var?' ve 'Bugün kimin maçı var?' sorularının yanıtlarını sabırsızlıkla araştırıyor.\n\nPeki, 15 Mayıs Perşembe günü futbolseverleri hangi maçlar bekliyor? İşte tüm gözlerin üzerinde olacağı, heyecanla beklenen 15 Mayıs'ın maç programı...",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/68259498a241cc3e6d22489d.jpg",
    "publishedAt": "Thu, 15 May 2025 10:15:59 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/15-mayis-bugun-kimin-maci-var-bu-aksam-hangi-maclar-var-15-mayis-gunun-maclari-2279601",
    "summary": "Spor dünyasının kalbi 15 Mayıs Perşembe günü futbolun ritmiyle atacak. Tüm futbolseverlerin nefeslerini tutarak beklediği bu akşam, Avrupa'nın çeşitli..."
  },
  {
    "id": "92006387-ad3c-40e6-bcf6-a1a487e57928",
    "title": "Gaziantep FK, Heyecanlı Bir Seçime Hazırlanıyor",
    "content": "Türkiye'nin önde gelen futbol takımlarından biri olan Trendyol Süper Lig ekibi Gaziantep FK, özgürlüğün ve demokrasinin en güzel örneklerinden birini sergileyerek olağan seçimli genel kurul toplantısını gerçekleştirme planlarına hız kazandırıyor.\n\nGaziantep FK'nin bu önemli kararı, hem kulüp içindeki demokratik yapıyı pekiştirecek hem de taraftarlarının kulüp üzerindeki etkisini artıracaktır. Futbol dünyasında sıkça gördüğümüz bu tür demokratik süreçler, kulüplerin gelecekteki yönünü belirlemek için hayati önem taşır. Bu seçim, Gaziantep FK'nin gelecekteki başarılarını ve hedeflerini belirleyecek en önemli faktörlerden biri olacak.\n\nÖnümüzdeki günlerde gerçekleşecek olan bu seçim, Gaziantep FK'nin sadece sahadaki performansını değil, aynı zamanda kulüp içindeki yönetim yapısını ve vizyonunu da belirleyecek. Bu nedenle, tüm futbol severlerin bu seçimlere olan ilgisi son derece büyük olacaktır.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6825929ea241cc3e6d224896.jpg",
    "publishedAt": "Thu, 15 May 2025 10:07:36 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/gaziantep-fkda-secime-dogru-2284822",
    "summary": "Türkiye'nin önde gelen futbol takımlarından biri olan Trendyol Süper Lig ekibi Gaziantep FK, özgürlüğün ve demokrasinin en güzel örneklerinden birini ..."
  },
  {
    "id": "649b3ff3-4458-4cb1-8c4c-54effcc1549f",
    "title": "Timberwolves, Batı Konferansı'nda Finale Adını Yazdırıyor!",
    "content": "Minnessota Timberwolves, Batı Konferansı'nın yarı finalindeki rakibi Golden State Warriors'u 121-110'lik skorla mağlup ederek, gövde gösterisi yaptı ve seriyi 4-1'le kapatarak finale yükseldi. Bu zafer, Amerikan Basketbol Ligi (NBA) tarihinde unutulmayacak bir an olarak yerini aldı.\n\nKıyasıya geçen maçta Timberwolves, Warriors'a karşı oyun disiplinini hiç bozmadı ve zaferini ilan etti. Bu sonuç, Timberwolves'un güçlü bir rakip karşısında sergilediği etkileyici performansın bir göstergesi oldu.\n\nNBA Batı Konferansı'nda finale yükselme başarısı gösteren Timberwolves, seriyi 4-1'le kapatarak bu önemli başarıya imza attı. Bu sonuç, Timberwolves'un gelecekteki seriler için ne kadar tehlikeli bir rakip olabileceğinin de bir işareti olarak algılanıyor.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6825922ba241cc3e6d22488f.jpg",
    "publishedAt": "Thu, 15 May 2025 10:05:51 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/nba/warriors-serisini-4-1-kazanan-timberwolves-bati-konferansinda-finale-yukseldi-2284821",
    "summary": "Minnessota Timberwolves, Batı Konferansı'nın yarı finalindeki rakibi Golden State Warriors'u 121-110'lik skorla mağlup ederek, gövde gösterisi yaptı v..."
  },
  {
    "id": "f35181b3-3de4-4542-876d-0b45d4db055b",
    "title": "Zverev'in Roma'daki Kraliyeti Sarsıldı: Çeyrek Finalde Treni Kaçırdı",
    "content": "Roma Açık Tenis Turnuvası'nın geçmiş dönemlerdeki hakimiyeti sarsılan Alexander Zverev, bu yıl çeyrek finalde turnuvadan elendi. Dünya ikincisi ve genç Alman raketin, son şampiyonluk unvanını koruma mücadelesi, İtalyan seribaşı Lorenzo Musetti tarafından durduruldu. \n\nKendine has oyun tarzı ve teknik yetenekleriyle dikkat çeken Musetti, 8 numaralı seribaşı olarak Zverev'i 2-0 mağlup etmeyi başardı. Bu sonuçla Musetti, şampiyonluk yolunda bir adım daha ilerlerken, Zverev ise turnuvadaki yolculuğuna veda etti. \n\nAlman raket Zverev'in turnuvadaki bu erken vedaşı, Roma Açık'taki son şampiyonun tahtının sallandığının bir göstergesi oldu. Kendi evinde, kendi seyircisi önünde galibiyeti elde eden Musetti, genç yaşına rağmen gösterdiği olağanüstü performansla adından söz ettirdi.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/68258c7ba241cc3e6d224872.jpg",
    "publishedAt": "Thu, 15 May 2025 09:42:14 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/tenis/son-sampiyon-zverev-roma-acik-tenis-turnuvasina-ceyrek-finalde-veda-etti-2284805",
    "summary": "Roma Açık Tenis Turnuvası'nın geçmiş dönemlerdeki hakimiyeti sarsılan Alexander Zverev, bu yıl çeyrek finalde turnuvadan elendi. Dünya ikincisi ve gen..."
  },
  {
    "id": "9c280206-eda0-4f14-a159-7bd37ceb1de6",
    "title": "Arda Güler'in Tam Zamanlı Performansı ve Real Madrid'in Muhteşem Geri Dönüşü!",
    "content": "LaLiga'nın kalbi İspanya'da atarken, Real Madrid sahasında Mallorca'ya karşı son anlarda sergilediği etkileyici performansla 2-1'lik galibiyeti kaptı. Bu heyecan verici maçın öne çıkan ismi Arda Güler oldu, tüm mücadele boyunca tam 90 dakika sahada kalarak takımına önemli bir katkı sağladı.\n\nMaçın son dakikalarına kadar süren bu nefes kesici mücadele, futbolseverlerin kalbini bir kez daha hızlandırdı. Real Madrid, ev sahibi olduğu Mallorca'ya karşı son anlarda attığı gol ile zafere giden yolu açtı. Bu golle beraber tüm tribünler ayağa kalkarken, takımın geri dönüşü taraftarlarını adeta mest etti.\n\nArda Güler'in tam süre sahada kalması ve Real Madrid'in son dakika golüyle maçı kazanması, bu haftanın LaLiga'da en çok konuşulan olaylarından biri oldu. Bu maçın ardından Real Madrid, ligdeki konumunu daha da sağlamlaştırdı ve taraftarlarını gururlandırdı.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/68258a7ca241cc3e6d224855.jpg",
    "publishedAt": "Thu, 15 May 2025 09:36:56 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/galeri/arda-guler-90-dakika-forma-giydi-real-madrid-geri-dondu-2284803",
    "summary": "LaLiga'nın kalbi İspanya'da atarken, Real Madrid sahasında Mallorca'ya karşı son anlarda sergilediği etkileyici performansla 2-1'lik galibiyeti kaptı...."
  },
  {
    "id": "7c7cecfd-a836-4fc4-a97a-412610610062",
    "title": "Kupa Finalindeki Hayal Kırıklığı Fatih Tekke'yi Sardı",
    "content": "Trabzonspor'un başındaki isim, Teknik Direktör Fatih Tekke'nin yüzü, Ziraat Türkiye Kupası finalinde elde edemedikleri birincilik sebebiyle düşmüş durumda. Finalin ardından konuşan Tekke, yaşadıkları bu derin hayal kırıklığını dile getirdi.\n\nElinin taşın altına koyarak takımını zafere taşımak isteyen ancak bunu başaramayan Fatih Tekke, kupada hedefledikleri şampiyonluğu kaybetmenin büyük üzüntüsünü yaşıyor. Bu durumun, takımın morali üzerinde de olumsuz bir etki yarattığı gözlemleniyor.\n\nZiraat Türkiye Kupası'nda hedefe ulaşamamanın yükünü omuzlarında hisseden Tekke, bu başarısızlığı sportif bir olgunlukla karşılamaya çalışıyor. Bu sürecin takımı daha da güçlendireceğine inanan Tekke, yeni hedefler doğrultusunda çalışmalarını sürdüreceklerini ifade etti.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/682585e7a241cc3e6d22482f.jpg",
    "publishedAt": "Thu, 15 May 2025 09:17:27 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/galeri/trabzonspor-teknik-direktoru-fatih-tekke-kupa-finalinin-uzuntusunu-yasiyor-2284788",
    "summary": "Trabzonspor'un başındaki isim, Teknik Direktör Fatih Tekke'nin yüzü, Ziraat Türkiye Kupası finalinde elde edemedikleri birincilik sebebiyle düşmüş dur..."
  },
  {
    "id": "948271e8-5cbb-4c66-8bd9-ade0811b6c09",
    "title": "SÜPER KUPA 2025: SAHNE KİMİN OLACAK? İşte Süper Kupa final tarihi ve eşleşmeler...",
    "content": "Türk futbolunun en büyük zaferlerinden biri 14 Mayıs 2025'te Gaziantep'te sahnelendi. Ziraat Türkiye Kupası finalinde Galatasaray, Trabzonspor'u 3-0'lık skorla geçerek kupaya uzandı. Sarı-kırmızılılar, bu zaferle birlikte Türkiye Kupası'nı 19. kez müzesine taşımanın gururunu yaşadı.\nBaşarılarını sürdüren Galatasaray'ın bu büyük zaferinin ardından futbolseverlerin odak noktası, 2025 Turkcell Süper Kupa finaline kaydı. Peki, Süper Kupa'nın eşleşmeleri ve final tarihi ne olacak? Tüm futbol dünyası bu soruların yanıtlarını merakla bekliyor.\nFutbolseverlerin merakla beklediği eşleşmeler, Süper Kupa finalinin tarihi ve yeni formatı hakkında tüm detaylar önümüzdeki günlerde açıklanacak. Bu büyük finalin sahnesi kimin olacak? İşte bu sorunun yanıtı, futbolseverlerin heyecanla beklediği 2025 Süper Kupa finalinde belli olacak.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/682575d4bd49734add7228c5.jpg",
    "publishedAt": "Thu, 15 May 2025 08:07:53 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/super-kupa-finali-2025-ne-zaman-super-kupada-eslesmeler-nasil-olacak-kim-kimle-oynayacak-super-kupa-eslesmeleri-2284766",
    "summary": "Türk futbolunun en büyük zaferlerinden biri 14 Mayıs 2025'te Gaziantep'te sahnelendi. Ziraat Türkiye Kupası finalinde Galatasaray, Trabzonspor'u 3-0'l..."
  },
  {
    "id": "3c733176-3860-4a75-84b2-ab4bb9d9d0f8",
    "title": "Barış Alper Yılmaz'dan Süper Lig Zaferi İddiası",
    "content": "Futbol dünyasının önemli isimlerinden Barış Alper Yılmaz, Galatasaray'ın son Ziraat Türkiye Kupası zaferi sonrasında dikkat çeken açıklamalar yaptı. Yılmaz, Galatasaray'ın bu başarısının ardından Süper Lig şampiyonluğuna olan inancını güçlü bir şekilde dile getirdi.\n\nYılmaz'ın bu iddialı sözleri, hem Galatasaray camiasını hem de futbol severleri heyecanlandırdı. Bu zaferin, Galatasaray'ın Süper Lig'deki performansını daha da yükselteceğine dair bir işaret olarak algılandı.\n\nHer zaman olduğu gibi, Barış Alper Yılmaz'ın bu cüretkar beyanları, futbol dünyasında geniş yankı buldu. Yılmaz, Galatasaray'ın Süper Lig'deki hedeflerini açıkça ortaya koyan bu açıklamasıyla, takımın moral ve motivasyonunu daha da artırmayı hedefliyor.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6824fe20bd49734add722845.jpg",
    "publishedAt": "Thu, 15 May 2025 01:06:11 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/baris-alper-yilmazdan-super-lig-sampiyonlugu-vurgusu-2284714",
    "summary": "Futbol dünyasının önemli isimlerinden Barış Alper Yılmaz, Galatasaray'ın son Ziraat Türkiye Kupası zaferi sonrasında dikkat çeken açıklamalar yaptı. Y..."
  },
  {
    "id": "582e5d8a-a435-49df-b96b-ec69294f43df",
    "title": "Trabzonspor, kupanın sahibi olmasına rağmen madalya töreninde yoktu",
    "content": "Futbol sahnesinde neredeyse her zaman heyecan verici ve unutulmaz anılar bırakan Trabzonspor, bu kez Galatasaray ile oynanan finalin ardından madalya törenine çıkmayarak taraftarlarını şaşırttı. \n\nKıran kırana geçen final maçının ardından futbolseverlerin büyük bir merakla beklediği madalya töreni, Trabzonspor'un yokluğuyla gölgelendi. Trabzonspor'un bu beklenmedik hamlesi, taraftarlar arasında hayal kırıklığına ve şaşkınlığa neden oldu. \n\nBirçok spor severin 'Trabzonspor neden madalya törenine çıkmadı?' sorusuna henüz bir yanıt verilmedi. Ancak bu durum, Trabzonspor’un Galatasaray ile oynadığı final maçının ardından madalya alma geleneğine uymaması, futbol camiasında geniş yankı uyandırdı.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/682512cfbd49734add72285f.jpg",
    "publishedAt": "Thu, 15 May 2025 01:02:44 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/trabzonspor-kupa-seremonisine-cikmadi-2284724",
    "summary": "Futbol sahnesinde neredeyse her zaman heyecan verici ve unutulmaz anılar bırakan Trabzonspor, bu kez Galatasaray ile oynanan finalin ardından madalya ..."
  },
  {
    "id": "e740621e-16a4-44ef-a428-545135321d4e",
    "title": "Okan Buruk: Amacımız, Şampiyonluk Tahtını İlan Etmek",
    "content": "Kulüplerin kaderini belirleyen ve taraftarların nefesini tutarak izlediği futbol dünyasında, Galatasaray'ın başarılı çalıştırıcısı Okan Buruk, hedeflerini ifade etti. Ziraat Türkiye Kupası'nın yeni sahibi olan ve Süper Lig'i hedefleyen Galatasaray'ın önemli bir dönüm noktasında olduğunu belirtti.\n\nBuruk, İstanbul ekibinin aldığı zaferi değerlendirdi ve hedeflerinin, bu büyük başarıları ardı ardına gelmesi gerektiği yönünde olduğunu belirtti. Galatasaray'ın Ziraat Türkiye Kupası'nı kazanmasıyla birlikte, Süper Lig hedefine de daha büyük bir azim ve kararlılıkla yürüdüğünü ifade etti. Bu başarılarının ardından, hedeflerinin şampiyonluğu ilan etmek olduğunu sözlerine ekledi.\n\nFutbol dünyasında başarıya ulaşmanın zorluğunu ve emek gerektirdiğini belirten Buruk, bu hedeflerine ulaşmak için takımının gerekli çalışmayı ve özveriyi gösterdiğini vurguladı. Okan Buruk, Galatasaray'ın hedeflerine ulaşma konusunda kararlı ve azimli olduğunu bir kez daha dile getirdi ve taraftarlara verdiği mesajda, bu başarıların devamının geleceğini ifade etti.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6825127bbd49734add722859.jpg",
    "publishedAt": "Thu, 15 May 2025 01:00:29 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/okan-buruk-hedefimiz-sampiyonlugumuzu-ilan-etmek-2284723",
    "summary": "Kulüplerin kaderini belirleyen ve taraftarların nefesini tutarak izlediği futbol dünyasında, Galatasaray'ın başarılı çalıştırıcısı Okan Buruk, hedefle..."
  },
  {
    "id": "13c234a9-2f07-434e-9674-53d0f8cae2cd",
    "title": "Galatasaray'ın Altın Çocuğu Victor Osimhen, Kariyer Planlarını Açıkladı",
    "content": "Galatasaray'ın parlayan yıldızı, genç yetenek Victor Osimhen, futbol sahalarının gündemine oturan bir soruya yanıt verdi. Osimhen, Galatasaray'ın süveteri altında mı devam edecek yoksa başka bir takıma mı transfer olacak? İşte futbol dünyasının merak ettiği bu sorunun yanıtı sonunda geldi.\n\nOsimhen, Ziraat Türkiye Kupası'nı kazandıktan sonra kendisine yöneltilen soruları yanıtladı. Genç futbolcu, Galatasaray ile olan bağını ve takımdaki geleceğini değerlendirdi. Bu büyük başarıyı takımıyla paylaşmanın gururunu yaşayan Osimhen, Galatasaray'da kalıp kalmayacağına dair bilgiler verdi.\n\nOsimhen'ın gelecekteki planlarına dair açıklamalar, taraftarları için büyük bir önem taşıyor. Genç yeteneğin kararları, Galatasaray'ın gelecekteki performansını ve başarılarını doğrudan etkileyecek. Bu nedenle, Osimhen'ın yaptığı açıklamalar futbol dünyasında büyük bir merakla bekleniyordu ve sonunda bu bekleyiş sona erdi.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6824fa8abd49734add722839.jpg",
    "publishedAt": "Wed, 14 May 2025 23:19:05 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/victor-osimhen-galatasarayda-kalacak-mi-aciklama-geldi-2284712",
    "summary": "Galatasaray'ın parlayan yıldızı, genç yetenek Victor Osimhen, futbol sahalarının gündemine oturan bir soruya yanıt verdi. Osimhen, Galatasaray'ın süve..."
  },
  {
    "id": "cf75ba6d-9032-4326-b863-a7c809abd63f",
    "title": "Galatasaray, Türkiye Kupası Şampiyonu: Trabzonspor'u 3-0 Yendi",
    "content": "Kalpler bu oyun için atıyor, nefesler tutulmuş durumda; evet, yıllar sonra Ziraat Türkiye Kupası finalinde Trabzonspor ve Galatasaray yeniden karşı karşıya! \n29 yıllık hasretin ardından, bu iki dev takımın mücadelesi, futbolseverlerin ilgisini en üst seviyeye çıkardı. Canlı anlatım ve anlık mücadelelerin yer aldığı bu karşılaşmayı kaçırmak istemeyeceksiniz. \nGalatasaray, Trabzonspor'u 3-0 yendi ve kupanın yeni sahibi oldu. Bu heyecan dolu maçta hem futbolun hünerlerini hem de bir finalin getirdiği çekişmeyi izleme fırsatı bulduk.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6824f0acbd49734add722826.jpg",
    "publishedAt": "Wed, 14 May 2025 22:41:31 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/live-trabzonspor-0-3-galatasaray-mac-ozeti-ziraat-turkiye-kupasi-sampiyonu-galatasaray-2284240",
    "summary": "Kalpler bu oyun için atıyor, nefesler tutulmuş durumda; evet, yıllar sonra Ziraat Türkiye Kupası finalinde Trabzonspor ve Galatasaray yeniden karşı ka..."
  },
  {
    "id": "873ce9cf-f8f2-4344-a53d-b49ace7fbe81",
    "title": "Galatasaray'ın Gözde Kalecisi Günay Güvenç Hakkında Bilmeniz Gerekenler",
    "content": "Galatasaray'ın Trabzonspor ile yaptığı heyecan dolu maçta, sarı kırmızıların kalesini kimin koruduğunu merak ediyor olabilirsiniz. İşte karşınızda, Almanya'da yetişmiş ve kaleci mevkisinde parmak ısırtan performansıyla adından söz ettiren Türk futbolcu Günay Güvenç.\n\nGünay Güvenç, futbol severlerin merakla araştırdığı bir isim haline geldi. Kendisi, Galatasaray'ın kalesini başarıyla koruyor ve her geçen gün daha da güçlenen performansıyla taraftarların gönlünde taht kuruyor. Türk futbolunda yetenekli ve istikrarlı kalecilere olan ihtiyaç düşünüldüğünde, Günay'ın önemi bir kat daha artıyor.\n\nPeki, bu başarılı futbolcu hakkında daha fazla bilgi edinmeye ne dersiniz? İşte size biraz daha Günay Güvenç. Futbol yeteneğini Almanya'da geliştiren bu genç yetenek, yaşamı boyunca futbol tutkusunu hiçbir şeyin önüne koymamış ve sonunda bu tutkusu onu Galatasaray'ın kalesine taşımış. Günay Güvenç kimdir, daha fazla bilgi edinmek için okumaya devam edin.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6824d9dca241cc3e6d224713.jpg",
    "publishedAt": "Wed, 14 May 2025 20:58:55 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/gunay-guvenc-kimdir-galatasarayli-gunay-kac-yasinda-evli-mi-2284609",
    "summary": "Galatasaray'ın Trabzonspor ile yaptığı heyecan dolu maçta, sarı kırmızıların kalesini kimin koruduğunu merak ediyor olabilirsiniz. İşte karşınızda, Al..."
  },
  {
    "id": "ea175be9-c987-4f9b-a676-f8590fab2e12",
    "title": "HEYECAN DORUKTA: GALATASARAY - TRABZONSPOR TÜRKİYE KUPASI FİNALİ ATV'DE CANLI YAYINDA!",
    "content": "Kalplerin çarpışma hızını artıracak olan Ziraat Türkiye Kupası finali, futbolseverleri ekran başına kilitleyecek. İki dev takımın kozlarını paylaşacağı bu mücadele, Galatasaray ve Trabzonspor arasında olacak. ATV'de canlı olarak yayınlanacak bu heyecan dolu karşılaşma için saatler geri sayılıyor. Futbolseverlerin canlı izleme arayışına son verecek olan bu dev maç, Galatasaray-Trabzonspor mücadelesini ekranlarınıza taşıyacak.\n\nSüper Lig'deki başarılı performansını Türkiye Kupası'na da taşımak isteyen Galatasaray, final maçıyla birlikte kupayı müzesine götürmenin peşinde. Diğer yandan, Fatih Tekke yönetimindeki Trabzonspor, ligde yakaladığı çıkışı, Türkiye Kupası ile taçlandırmak hedefinde. Bu iki dev takımın mücadelesi, futbolseverlere unutulmaz anlar yaşatacak.\n\nİşte bu dev maçın canlı yayın bilgileri ve Trabzonspor - Galatasaray maç kadrosu detayları sizlerle birlikte. Bu heyecan dolu maçı kaçırmamanız için tüm bilgiler bu haberde yer alıyor. Bu nefes kesen maçı izlemek için geri sayım başladı!",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6824a0f30240c6da461ae4c6.jpg",
    "publishedAt": "Wed, 14 May 2025 20:38:31 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/galatasaray-trabzonspor-canli-i-zle-turkiye-kupasi-trabzonspor-galatasaray-maci-atv-canli-i-zle-i-ste-trabzonspor-galatasaray-mac-2284549",
    "summary": "Kalplerin çarpışma hızını artıracak olan Ziraat Türkiye Kupası finali, futbolseverleri ekran başına kilitleyecek. İki dev takımın kozlarını paylaşacağ..."
  },
  {
    "id": "401e40b3-25e8-43a0-9b1e-19b9b70d7b37",
    "title": "Kara Kartallar, Alanyaspor Sınavı İçin Hazırlıklara Start Verdi",
    "content": "Siyah-beyazlıların güçlü rakibi Corendon Alanyaspor ile karşı karşıya geleceği heyecan dolu maç öncesi ilk antrenman gerçekleşti.\n\nBeşiktaş'ın Alanyaspor ile karşılaşacağı önemli maçın hazırlıkları tüm hızıyla devam ediyor. Kara Kartallar, bu büyük mücadelenin provalarına başladı ve ilk antrenmanını tamamladı.\n\nAntrenmanın enerjisi ve yoğunluğu, Kara Kartallar'ın Alanyaspor maçına ne kadar ciddiyetle ve kararlılıkla hazırlandığının bir göstergesi oldu. Bu önemli maçın hazırlıklarının devam edeceği bildirildi.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6824ba2fbd49734add722791.jpg",
    "publishedAt": "Wed, 14 May 2025 18:45:15 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/galeri/besiktas-alanyaspor-maci-hazirliklarina-basladi-2284578",
    "summary": "Siyah-beyazlıların güçlü rakibi Corendon Alanyaspor ile karşı karşıya geleceği heyecan dolu maç öncesi ilk antrenman gerçekleşti.\n\nBeşiktaş'ın Alanyas..."
  },
  {
    "id": "677e17e7-4411-480f-8192-c311fd922701",
    "title": "Galatasaray'a dönüş yolculuğu; Kocaelispor kalecisi Batuhan'ın yolculuğu sona erdi!",
    "content": "Futbol dünyasında transfer rüzgarları eserken, Kocaelispor'dan bir ayrılık haberi geldi. Kocaelispor'un kalesini koruyan ve Galatasaray'ın yetenekli ismi Batuhan Şen ile olan bağlarını koparan kulüp, böylece bir dönemi daha kapattı.\n\nBatuhan Şen, Galatasaray altyapısından yetişen bir isim olarak, performansı ve potansiyeliyle dikkat çekti. Kocaelispor'a kiralık olarak gönderildi ve burada kendini gösterme fırsatı buldu. Ancak, son zamanlarda Kocaelispor ile olan ilişkisi sonlandırıldı ve Galatasaray'a geri dönme kararı alındı.\n\nBatuhan'ın, Galatasaray'a geri dönüşünün detayları henüz netlik kazanmış değil. Ancak bu durum, hem Kocaelispor hem de Galatasaray taraftarları arasında merakla bekleniyor. Batuhan'ın Galatasaray'a dönüşü, onun kariyerinde yeni bir sayfa açacak mı, yoksa Kocaelispor'daki performansının üzerine çıkabilecek mi soruları gündemde.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6824a5ebbd49734add72274c.jpg",
    "publishedAt": "Wed, 14 May 2025 17:18:06 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/kocaelispor-kalecisine-veda-etti-galatasaraya-donuyor-2284556",
    "summary": "Futbol dünyasında transfer rüzgarları eserken, Kocaelispor'dan bir ayrılık haberi geldi. Kocaelispor'un kalesini koruyan ve Galatasaray'ın yetenekli i..."
  },
  {
    "id": "d19aed4c-1e39-43d0-ad15-3d7c65d44b2b",
    "content": "Başlık: Futbol Sahası Savaş Alanı Gibi! Taiwo Awoniyi'nin Direk İle Dansı Sonuçlarıyla Sarsıyor...\n\nİçerik: İngiltere'nin en üst düzey futbol ligi olan Premier Lig'den Nottingham Forest takımının kıymetli gol silahı, 27 yaşındaki Nijeryalı yıldız Taiwo Awoniyi, futbolun acımasız yüzü ile karşı karşıya kaldı. Korkunç bir olay sonucu karın bölgesinden ağır şekilde yaralanan Awoniyi, tıp dünyasının en son teknolojisi ile kurtarılmaya çalışılıyor.\n\nAwoniyi'nin, saha içerisinde yaşadığı talihsiz kaza sonucu direğe çarpması ve sonrasında yaşananlar, futbolseverleri derinden üzdü. Çarpma sonucu bağırsakları yırtılan genç oyuncu, hemen hastaneye kaldırılarak ameliyat masasına yatırıldı. Bu korkunç olayın ardından ilk etapta başarılı bir ameliyat geçiren Awoniyi, doktorların kararı üzerine yapay koma sürecine alındı.\n\nAwoniyi'nin acı haberini duyan futbol dünyası, genç oyuncuya acil şifalar dilerken, bu tür olayların tekrar yaşanmaması için gerekli önlemlerin alınması konusunda çağrıda bulundu.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6824a2d119066524b1c7bde9.jpg",
    "publishedAt": "Wed, 14 May 2025 17:05:42 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/direge-carptigi-icin-bagirsaklari-yirtilmisti-taiwo-awoniyi-yapay-komaya-alindi-2284552",
    "summary": "Başlık: Futbol Sahası Savaş Alanı Gibi! Taiwo Awoniyi'nin Direk İle Dansı Sonuçlarıyla Sarsıyor...\n\nİçerik: İngiltere'nin en üst düzey futbol ligi ola..."
  },
  {
    "id": "1278b0e0-5836-46ae-b35c-1990ad74ec8e",
    "title": "Ümraniyespor, iç transferde imza şovu! 7 futbolcu birden takımda kalıyor!",
    "content": "İstanbul'un güçlü ikinci lig temsilcisi Central Hospital Ümraniyespor, transfer dönemine hızlı bir giriş yaptı ve takımın omurgasını oluşturan 7 oyuncuyla yeni sözleşmeler imzaladı. Bu hamleyle birlikte Ümraniyespor, önümüzdeki sezon için kadrosunu büyük ölçüde koruma altına aldı.\n\nBu transferler, Ümraniyespor'un takım içindeki istikrarın ve oyuncularla kurduğu güçlü bağın bir göstergesi. Bu oyuncuların takımda kalma kararı, Ümraniyespor'un doğru bir yönetim anlayışı ve futbolcuları için sağlam bir platform oluşturduğunu gösteriyor. Bu durum, takımın gelecekteki başarısını da olumlu yönde etkileyecektir.\n\nArka arkaya gelen bu imzalar, Ümraniyespor'un önümüzdeki sezonu hedefleri doğrultusunda planladığının ve kadrosunu bu doğrultuda şekillendirdiğinin bir kanıtı. Oyuncuların takımda kalma kararları ve Ümraniyespor'un bu kararı desteklemesi, takımın önümüzdeki sezon hedeflerine ulaşma konusunda ne kadar ciddi olduğunu gösteriyor. Bu da, Ümraniyespor'un taraftarlarına önümüzdeki sezon için umut veriyor.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/68249e2ebd49734add722717.jpg",
    "publishedAt": "Wed, 14 May 2025 16:47:28 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/umraniyesporda-ic-transferde-7-imza-birden-2284529",
    "summary": "İstanbul'un güçlü ikinci lig temsilcisi Central Hospital Ümraniyespor, transfer dönemine hızlı bir giriş yaptı ve takımın omurgasını oluşturan 7 oyunc..."
  },
  {
    "id": "969eaa58-03da-4fca-9e99-7e2c3f21fdc7",
    "title": "Konyaspor’dan Beklenen Kongre Duyurusu Geldi: İşte Seçim Tarihi!",
    "content": "Yeşil-beyazlıların kalbi, TÜMOSAN Konyaspor’un genel kurul toplantısı için geri sayım başladı. İanadolu kartalının, merakla beklenen olağan genel kurul toplantısının tarihi nihayet netleşti. Bu önemli toplantıda, kulübün gelecekte izleyeceği yolun belirleneceği seçimler de yapılacak.\n\nKulüp yetkililerinden alınan bilgiye göre, Konyaspor’un olağan genel kurul toplantısı, futbolseverlerin ve üyelerin katılımıyla gerçekleştirilecek. Bu toplantının tarihi ve saati kulüp tarafından resmi olarak duyuruldu. Kulübün bu açıklaması, taraftarlar arasında heyecanı bir kat daha artırdı.\n\nKonyaspor’un bu önemli toplantısı, kulübün gelecekteki yönetimini, politikasını ve hedeflerini belirleyecek bir dönüm noktası olacak. Büyük bir merakla beklenen bu toplantının sonuçları, Konyaspor’un gelecek dönemdeki performansı üzerinde büyük etkisi olacak. Bu nedenle, tüm futbolseverlerin gözü kulağı bu toplantıda olacak.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/68249b7abd49734add722705.jpg",
    "publishedAt": "Wed, 14 May 2025 16:34:16 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/konyaspordan-kongre-aciklamasi-secim-tarihi-belli-oldu-2284528",
    "summary": "Yeşil-beyazlıların kalbi, TÜMOSAN Konyaspor’un genel kurul toplantısı için geri sayım başladı. İanadolu kartalının, merakla beklenen olağan genel kuru..."
  },
  {
    "id": "7a9059a9-9fdd-44cd-aebe-f7b38fce1e03",
    "title": "Ziraat Türkiye Kupası Finali Öncesi Gaziantep'te Gerginlik Yükseldi",
    "content": "Gaziantep şehir merkezi, Ziraat Türkiye Kupası finali öncesi tansiyonun yükseldiği bir sahne oldu. Trabzonspor ve Galatasaray, bu büyük finalde karşı karşıya gelmeye hazırlanırken, her iki takımın taraftarları arasında ne yazık ki beklenmeyen olaylar meydana geldi.\nBu, futbolun birleştirici gücünün gölgesinde kalan bir durum oldu. İki büyük takımın taraftarları arasında yaşanan bu olaylar, futbolun birlik ve beraberlik ruhunu temsil etmesi gereken bir günü gölgelendirdi.\nFinal öncesi bu tür olayların yaşanması, taraftarların büyük bir heyecanla beklediği bu maçın önemine gölge düşürdü. Ancak bu olaylar, futbolun birleştirici gücünün ve dostluk ruhunun her zaman ön planda olması gerektiğini bir kez daha hatırlattı.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6824958a19066524b1c7bdda.jpg",
    "publishedAt": "Wed, 14 May 2025 16:08:11 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/gaziantepte-final-maci-oncesi-taraftarlar-arasinda-tartisma-cikti-2284519",
    "summary": "Gaziantep şehir merkezi, Ziraat Türkiye Kupası finali öncesi tansiyonun yükseldiği bir sahne oldu. Trabzonspor ve Galatasaray, bu büyük finalde karşı ..."
  },
  {
    "id": "691b19f6-c308-45d5-8186-7659ef6ffc57",
    "title": "TÜRKİYE KUPASI'NDA ZİRVEYE ÇIKACAK TAKIM KİM OLACAK: GALATASARAY MI, TRABZONSPOR MU? İŞTE MAÇIN AYRINTILARI!",
    "content": "Futbolseverlerin nefeslerini tutarak beklediği Ziraat Türkiye Kupası final maçında, Galatasaray ve Trabzonspor karşı karşıya gelecek. Bu büyük mücadelede iki takım da kupa zaferine ulaşmak için ter dökecek. Süper Lig'de zirvenin sahibi olmaya sadece bir puan uzaklıkta olan Galatasaray, sezonu hem lig hem de kupa şampiyonluğu ile taçlandırmak istiyor. \nTrabzonspor ise, Galatasaray'ın bu hedefine engel olmayı ve Avrupa'ya gitmeyi garantilemek için Türkiye Kupası'nı kazanmayı hedefliyor. İki takım arasındaki bu büyük çekişme, futbolseverlerin ekran başında nefes nefese izleyeceği bir maçın habercisi. \nPeki, Galatasaray ve Trabzonspor arasındaki bu büyük final maçı hangi kanalda ve saat kaçta yayınlanacak? İşte merakla beklenen bu karşılaşmanın tüm detayları.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/68248451c26b9c2a092a77aa.jpg",
    "publishedAt": "Wed, 14 May 2025 16:06:07 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/galatasaray-trabzonspor-maci-hangi-kanalda-saat-kacta-ztk-galatasaray-trabzonspor-final-maci-muhtemel-11ler-mac-kadrosu-2284485",
    "summary": "Futbolseverlerin nefeslerini tutarak beklediği Ziraat Türkiye Kupası final maçında, Galatasaray ve Trabzonspor karşı karşıya gelecek. Bu büyük mücadel..."
  },
  {
    "id": "4d4cbbaf-243b-4561-aef6-fa5bb4c5c076",
    "title": "Ertuğrul Ersoy, Bursaspor'a Geri Dönüş Yaptı",
    "content": "Yıldız defans oyuncusu ve Bursaspor'un eski kaptanı Ertuğrul Ersoy, yeşil-beyaz formayı tekrardan giyme kararı aldı. Lige dair söylentilere de bir yanıt vermiş oldu. Bu hareketi ile Ersoy, Bursaspor'un çağrısına kulak verenlerin sayısını arttırdı. \nSüper Lig'de mücadele eden Gaziantep FK ile yollarını ayıran 28 yaşındaki futbolcu, Bursaspor'da yeniden forma giyecek. Eski takımına olan bağlılığını ve Bursaspor sevgisini bir kez daha göstermiş oldu.\nErsoy, 'Süper Lig'den ikinci lige gidilir mi?' şeklindeki eleştirilere ise 'Bursaspor çağırıyorsa gidilir' yanıtını vererek, yeşil-beyazlı kulübe olan inancını ve bağlılığını net bir şekilde ifade etti.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6824875719066524b1c7bdca.jpg",
    "publishedAt": "Wed, 14 May 2025 15:07:33 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/bursasporun-eski-kaptani-ertugrul-ersoy-yesil-beyazlilara-geri-dondu-2284490",
    "summary": "Yıldız defans oyuncusu ve Bursaspor'un eski kaptanı Ertuğrul Ersoy, yeşil-beyaz formayı tekrardan giyme kararı aldı. Lige dair söylentilere de bir yan..."
  },
  {
    "id": "932d16bb-cade-4de3-9188-9bfc707b436d",
    "title": "Türkiye Futbol Federasyonu, Yabancı Oyuncu Kuralında Değişikliğe Gidiyor!",
    "content": "Türkiye Futbol Federasyonu (TFF), futbol sahalarının dengelerini değiştirecek bir hamleye imza attı! Futbolcu uygunluğu talimatnamesinde, daha önce 18 Nisan tarihinde kamuoyuna duyurulan yaş kriterleriyle ilgili kuralın revize edildiği açıklandı. Bu önemli değişiklik, TFF'nin resmi internet sitesinde yayınlanan bir duyuru ile futbolseverlere duyuruldu.\n\nBu kritik değişiklikle, Türk futbolunun geleceği üzerinde belirleyici olabilecek yeni bir süreç başlatılmış oldu. Bu durum aynı zamanda, futbol kulüplerinin transfer politikalarını da doğrudan etkileyebilir ve yeni stratejilerin belirlenmesine yol açabilir. TFF'nin bu cesur ve anlamlı adımı, futbol dünyasında yeni bir dönemin başlangıcı olabilir.\n\nTFF'nin bu yeni kararı, futbol dünyasının merakla beklediği bir konuydu. Yaş kriterleri konusunda yapılan bu revizyon, futbolun genç yeteneklerine daha fazla alan açma amacı taşıyor olabilir. Tüm futbolseverlerin gözü kulağı, bu değişikliğin sahada yaratacağı etkilerde olacak.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/67f6126afb6c6a2ab46310c4.jpg",
    "publishedAt": "Wed, 14 May 2025 15:04:01 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/tffden-yeni-yabanci-oyuncu-kuralina-revize-2284489",
    "summary": "Türkiye Futbol Federasyonu (TFF), futbol sahalarının dengelerini değiştirecek bir hamleye imza attı! Futbolcu uygunluğu talimatnamesinde, daha önce 18..."
  },
  {
    "id": "d6250eed-0212-4972-ab14-1358859e5e7a",
    "title": "Fenerbahçe, Eyüpspor Karşılaşması İçin Hazırlıklarını Hız Kesmeden Sürdürüyor",
    "content": "Fenerbahçe'nin Trendyol Süper Lig'deki 36. hafta mücadelesinde karşılaşacağı rakibi Eyüpspor ile olan maçının hazırlıkları tüm hızıyla devam ediyor. Bu önemli karşılaşma, 18 Mayıs Pazar günü Fenerbahçe'nin ev sahipliğinde gerçekleşecek.\n\nSarı-lacivertli ekip, ligdeki pozisyonunu güçlendirmek ve taraftarlarına galibiyet sevinci yaşatmak adına, Eyüpspor karşılaşmasının hazırlıklarını titizlikle yürütüyor. Kadıköy'deki evinde, Eyüpspor'u ağırlayacak olan Fenerbahçe'nin antrenmanları büyük bir hırsla ve yoğun bir şekilde sürüyor.\n\nFenerbahçe ve Eyüpspor arasındaki bu heyecan verici karşılaşmaya günler kala, her iki takımın da hazırlıkları futbolseverlerin merak konusu olmuş durumda. Fenerbahçe'nin bu önemli maçın provasını yaparken sergilediği performans, maçın sonucu hakkında ipuçları veriyor.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/6824783219066524b1c7bdb4.jpg",
    "publishedAt": "Wed, 14 May 2025 14:02:45 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/fenerbahce-eyupspor-maci-hazirliklarina-devam-etti-2284431",
    "summary": "Fenerbahçe'nin Trendyol Süper Lig'deki 36. hafta mücadelesinde karşılaşacağı rakibi Eyüpspor ile olan maçının hazırlıkları tüm hızıyla devam ediyor. B..."
  },
  {
    "id": "d54fb2c5-badc-46ad-8b6b-5ed13203cf48",
    "title": "Göztepe'deki Matsuki ve Juan Belirsizliği: Ne Olacaklarının Cevabı Bekleniyor",
    "content": "Göztepe, Süper Lig'in 36'ncı haftasında Çaykur Rizespor'a konuk olurken, bir yandan da gelecek sezonun planları üzerinde kafa yoruyor. İzmir ekibi, hem şu anki lig durumunu korumak hem de önümüzdeki sezon için kadrosunu şekillendirmek adına stratejik hamleler peşinde.\n\nGelecek sezonun kadrosunu belirlemeye yönelik çalışmaları hızlandıran Göztepe'nin gündemine Matsuki ve Juan'ın isimleri oturmuş durumda. Bu iki oyuncunun geleceği, hem takım içinde hem de taraftarlar arasında merakla beklenen bir konu haline geldi. Matsuki ve Juan'ın performansları, nihai kararı belirleyecek en önemli etkenlerden.\n\nGöztepe yönetimi ve teknik heyetinin, bu iki oyuncunun durumlarını değerlendirdiği ve gelecek sezon için karar aşamasında olduğu biliniyor. Matsuki ve Juan'ın Göztepe'deki geleceği konusunda henüz net bir karar verilmiş değil. Bu durum, taraftarlar arasında oluşan belirsizliği ve merakı da beraberinde getiriyor.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/68246b0519066524b1c7bda5.jpg",
    "publishedAt": "Wed, 14 May 2025 13:06:21 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/goztepede-matsuki-ve-juanin-gelecegi-merak-konusu-2284413",
    "summary": "Göztepe, Süper Lig'in 36'ncı haftasında Çaykur Rizespor'a konuk olurken, bir yandan da gelecek sezonun planları üzerinde kafa yoruyor. İzmir ekibi, he..."
  },
  {
    "id": "70eb0637-9447-431d-9b23-6a96588698c0",
    "title": "Olaylı derbinin davasında Fenerbahçeli iki futbolcunun zorla getirilmesi hükmedildi!",
    "content": "2023-2024 sezonunda Trendyol Süper Lig'in 37. haftasında 19 Mayıs 2024 tarihinde oynanan Galatasaray - Fenerbahçe derbinin ardından yaşanan olaylara ilişkin aralarında Jayden Oosterwolde ve Mert Hakan Yandaş'ın da bulunduğu 5 sanığın yargılandığı davada, sanık Oosterwolde hakkında zorla getirme kararı verildi. Ayrıca Mert Müldür'ün de 'tanık' sıfatıyla zorla getirilmesine hükmedildi.",
    "imageUrl": "https://image.cnnturk.com/i/cnnturk/75/720x490/682467e119066524b1c7bd9a.jpg",
    "publishedAt": "Wed, 14 May 2025 12:53:40 GMT",
    "source": "CNN Türk",
    "category": "Football News",
    "url": "https://www.cnnturk.com/spor/futbol/olayli-derbinin-davasinda-fenerbahceli-iki-futbolcunun-zorla-getirilmesi-hukmedildi-2284410"
  }
]