[
  {
    "id": "1",
    "title": "Manchester United Secures Dramatic Win Against Liverpool",
    "content": "In a thrilling encounter at Old Trafford, Manchester United secured a dramatic 3-2 victory against Liverpool with Marcus Rashford scoring the winning goal in the 89th minute. The Red Devils came from behind after going down 0-2 in the first half.",
    "summary": "Manchester United came from behind to beat Liverpool 3-2 in a thrilling match at Old Trafford, with Marcus Rashford scoring the winning goal in the 89th minute.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "2025-06-10T15:30:00Z",
    "category": "Premier League",
    "source": "Football News",
    "url": "#"
  },
  {
    "id": "2",
    "title": "Barcelona Announces New Manager After Disappointing Season",
    "content": "FC Barcelona has announced the appointment of former midfielder Xavi Hernandez as their new manager on a three-year deal following a fifth-place finish in La Liga, their worst position in over two decades.",
    "summary": "Barcelona has appointed former midfielder Xavi Hernandez as their new manager on a three-year deal following a fifth-place finish in La Liga.",
    "imageUrl": "https://images.pexels.com/photos/274506/pexels-photo-274506.jpeg",
    "publishedAt": "2025-06-09T11:45:00Z",
    "category": "La Liga",
    "source": "Sports Central",
    "url": "#"
  },
  {
    "id": "3",
    "title": "Bayern Munich Wins Bundesliga for the 11th Consecutive Time",
    "content": "Bayern Munich has secured the Bundesliga title for the 11th consecutive season after a convincing 3-0 victory against Borussia Dortmund in the final match of the season, extending their historic dominance in German football.",
    "summary": "Bayern Munich has won the Bundesliga for the 11th consecutive season after a 3-0 victory against Borussia Dortmund in the final match of the season.",
    "imageUrl": "https://images.pexels.com/photos/47730/the-ball-stadion-football-the-pitch-47730.jpeg",
    "publishedAt": "2025-06-08T18:15:00Z",
    "category": "Bundesliga",
    "source": "German Football News",
    "url": "#"
  },
  {
    "id": "e7ae0145-f893-42b5-9179-5a2d69e7ae3c",
    "title": "Sources: Man Utd monitoring “great” England international who’s been compared to Red Devils legend",
    "content": "Manchester United are one of the clubs closely monitoring Crystal Palace midfielder Adam Wharton as a potential transfer target for this summer. Sources with a close understanding of the situation have informed CaughtOffside that Man Utd manager Ruben Amorim is a big fan of Wharton and is driving their interest. The talented young England international […]\nThe post Sources: Man Utd monitoring “great” England international who’s been compared to Red Devils legend appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Wed, 14 May 2025 05:26:55 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/14/adam-wharton-manchester-united/"
  },
  {
    "id": "4747d194-843a-4baa-8f73-6c9b67cb53af",
    "title": "“I heard…”: Patrice Evra sends Man United a warning about their “most important” player",
    "content": "Manchester United midfielder Bruno Fernandes has been linked with a move away from the club in recent months. There have been rumours that Saudi Arabian clubs could look to sign the Portuguese International in the summer, and they could offer a substantial amount of money for his services. The 30-year-old has been an exceptional performer […]\nThe post “I heard…”: Patrice Evra sends Man United a warning about their “most important” player appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 18:33:10 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/patrice-evra-sends-man-united-bruno-fernandes-warning/"
  },
  {
    "id": "34c30c6a-d39b-4d45-a13c-faee36a69b42",
    "title": "“He will be a surprise in England”: Vitor Pereira reveals plan for “special” attacker next season",
    "content": "Wolverhampton Wanderers manager Vitor Pereira has revealed his plans for Mateus Mane next season. The 17-year-old was handed his Premier League debut recently, and he is highly rated at the club. The player has been named on the bench for the Premier League side on multiple occasions, but he was finally handed his Premier League […]\nThe post “He will be a surprise in England”: Vitor Pereira reveals plan for “special” attacker next season appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 18:12:42 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/vitor-pereira-reveals-mateus-mane-plan/"
  },
  {
    "id": "62ec11cd-dd6c-49a1-9f7c-6c37943125ac",
    "title": "Report: Arsenal, Chelsea lead race for “dangerous” 19-G/A star who has switched agents",
    "content": "Arsenal and Chelsea are interested in signing the Bayern Munich winger Leroy Sane this summer. The 29-year-old will be out of contract soon, and a report from Football Insider claims that the two Premier League clubs are currently leading the race to sign him. Sane has recently switched agents ahead of a potential summer move. […]\nThe post Report: Arsenal, Chelsea lead race for “dangerous” 19-G/A star who has switched agents appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 17:40:26 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/arsenal-chelsea-lead-race-leroy-sane/"
  },
  {
    "id": "46b4f451-4e64-4a60-8f17-905c2117cb91",
    "title": "Arsenal offer £135k-a-week deal to seduce target, ready to submit official bid soon",
    "content": "Arsenal have been linked with the move for the Sporting CP striker Viktor Gyokeres in recent months. The 26-year-old has established himself as one of the best strikers in football, and Arsenal are hoping to sign him this summer. According to a report from A Bola, they have offered a deal of around £135,000 a […]\nThe post Arsenal offer £135k-a-week deal to seduce target, ready to submit official bid soon appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 17:27:43 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/arsenal-offer-135k-a-week-deal-viktor-gyokeres/"
  },
  {
    "id": "ccd8e1be-abe5-4164-b917-beb69a783c67",
    "title": "Exit almost certain: Liverpool set to trigger release clause, player will sign five-year deal",
    "content": "Liverpool are expected to complete the signing of the Netherlands international defender Jeremie Frimpong in the coming weeks. The 24-year-old has been a key player for Bayer Leverkusen, and he played a key role in their title win last season. The player is now set to join Liverpool in the summer. Deal is close to […]\nThe post Exit almost certain: Liverpool set to trigger release clause, player will sign five-year deal appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 16:33:37 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/liverpool-will-pay-jeremie-frimpong-release-clause/"
  },
  {
    "id": "b91b7704-ffe0-4f22-b837-bf4d2c9289fc",
    "title": "Sky sources confirm deal is “very close”, player wants to join “big club” Man United",
    "content": "Manchester United have been linked with a move for the Ipswich Town striker Liam Delap in recent weeks. They are hoping to improve their attacking unit with the signing of the 22-year-old striker. Ipswich have been relegated to the Championship, and the 22-year-old will want to compete at a high level. Joining Manchester United could […]\nThe post Sky sources confirm deal is “very close”, player wants to join “big club” Man United appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 16:19:19 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/sky-sources-liam-delap-deal-manchester-united-very-close/"
  },
  {
    "id": "d1204c53-b60e-4735-bb22-29f5b656b1a3",
    "title": "Report: Arsenal make £60million man their top transfer target this summer",
    "content": "Arsenal have identified Sporting CP striker Viktor Gyokeres as their primary target for the upcoming summer transfer window, according to Football Insider. Despite earlier reports suggesting Manchester United were close to securing Gyokeres’ signature, Arsenal are now considered frontrunners in the race to sign the striker. The Gunners are desperately looking to add attacking players […]\nThe post Report: Arsenal make £60million man their top transfer target this summer appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 13:27:47 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/report-arsenal-top-transfer-target/"
  },
  {
    "id": "9870ad66-740e-4b3a-9a10-c68a7c145e89",
    "title": "What Man United have decided to do if Ruben Amorim loses the Europa League final",
    "content": "Manchester United are struggling in the bottom half of the Premier League. The Red Devils are set to finish in their worst ever position in the league. Ruben Amorim has struggled to clean the mess created by former manager Erik ten Hag. The Portuguese tactician has found it difficult to stamp his authority in the […]\nThe post What Man United have decided to do if Ruben Amorim loses the Europa League final appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 13:10:01 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/man-united-decided-amorim-europa-final/"
  },
  {
    "id": "911a5e98-dbb3-4ef6-b2ba-421ff51a4633",
    "title": "West Ham boss Graham Potter prepares move to sign Champions League finalist",
    "content": "West Ham United are interested in a move for Inter Milan’s German centre-back Yann Bisseck, according to journalist Rudy Galetti. The 24-year-old defender has garnered attention following an impressive season with Inter, contributing to their impressive Champions League campaign. The defender has helped the Serie A giants to reach the Champions League final this season […]\nThe post West Ham boss Graham Potter prepares move to sign Champions League finalist appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 11:10:16 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/west-ham-champions-league-finalist-2/"
  },
  {
    "id": "a1f861c6-8d72-4cee-b3a1-eb01d65e7640",
    "title": "Report: Tottenham ready to sell first-team player for only 16m",
    "content": "Tottenham have reportedly set an asking price of £16.8 million for Israeli winger Manor Solomon as the club prepares for a busy summer transfer window. The 25-year-old, who joined Spurs from Shakhtar Donetsk, finds himself linked with a move away as Tottenham look to reshape their squad ahead of the new season. Solomon’s arrival at […]\nThe post Report: Tottenham ready to sell first-team player for only 16m appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 10:09:54 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/tottenham-ready-sell-first-team-player/"
  },
  {
    "id": "372f1fdf-d23b-4f0b-9ebe-b71d6a5a1371",
    "title": "Report: West Ham could use 23-year-old in a deal to sign 11-goal attacker",
    "content": "West Ham United defender Luizao could be shown the door at the end of the season. The player is currently on loan at Pogon Szczecin, and he has been quite underwhelming during his loan spell. The 23-year-old is unlikely to get regular opportunities at the London club next season, and he should look to leave […]\nThe post Report: West Ham could use 23-year-old in a deal to sign 11-goal attacker appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 09:20:17 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/report-west-ham-could-use-23-year-old-in-a-deal-to-sign-11-goal-attacker/"
  },
  {
    "id": "c7906508-b849-4a0a-9fa6-32d0b45eef1c",
    "title": "Leeds United given green light to sign Liverpool fan favourite",
    "content": "Liverpool goalkeeper Caoimhin Kelleher has been given the green light to pursue a summer move to Leeds United, with his international manager, Heimir Hallgrimsson, publicly supporting the decision. Hallgrimsson has emphasised the importance of regular first-team football for the 26-year-old shot-stopper, suggesting that a switch to Leeds could provide the perfect platform for his development. […]\nThe post Leeds United given green light to sign Liverpool fan favourite appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 09:09:38 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/leeds-united-green-light-liverpool-favourite/"
  },
  {
    "id": "f63b9d8e-9833-48e9-baeb-ca3934db5f2d",
    "title": "Crystal Palace identify 14-goal Chelsea target as key star’s replacement",
    "content": "Crystal Palace are interested in signing the RC Strasbourg attacker Emanuel Emegha at the end of the season. According to a report from Alan Nixon, the striker will cost around £30 million this summer, and it will be interesting to see if Crystal Palace can get the deal done. He has done quite well in […]\nThe post Crystal Palace identify 14-goal Chelsea target as key star’s replacement appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 08:58:45 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/crystal-palace-identify-14-goal-chelsea-target-as-key-stars-replacement/"
  },
  {
    "id": "86906c86-e2b6-44dd-8dda-11e76c7837cb",
    "title": "Man United winger has started a transfer battle between La Liga and Serie A clubs",
    "content": "The race to sign Manchester United winger Antony has intensified, with two major European clubs, including a Serie A giant, now firmly in the hunt for his signature. The Brazilian winger was sent on loan to Real Betis in the winter transfer window where he has managed to regain his form that made him one […]\nThe post Man United winger has started a transfer battle between La Liga and Serie A clubs appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 08:21:03 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/man-united-winger-started-transfer-battle/"
  },
  {
    "id": "83dcdd6d-d82b-45ac-b358-acb3c34e1cb6",
    "title": "Liverpool tipped to sign £45m star that would put the rest of the league in “trouble”",
    "content": "Liverpool are closing in on the signing of Hungarian left-back Milos Kerkez, according to journalist Jonathan Northcroft of The Times. The Reds are keen on strengthening their squad this summer in order to provide Arne Slot the best chance to defend the Premier League title next season. The Reds are expected to be busy in […]\nThe post Liverpool tipped to sign £45m star that would put the rest of the league in “trouble” appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 07:54:43 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/liverpool-tipped-sign-star-defender/"
  },
  {
    "id": "872e5701-5631-4740-8233-546b6e2634a0",
    "title": "Report: Liverpool plan to bring €60 million attacker at Anfield in a swap deal",
    "content": "Liverpool are reportedly exploring a strategic move to secure the signing of Atalanta’s star forward Ademola Lookman, according Italian outlet Quotidiano Sportivo. With the club looking to offload Darwin Nunez this summer, they are ready to make attacking additions to their squad. Despite winning the Premier League this season, and quite comfortable, the Reds are […]\nThe post Report: Liverpool plan to bring €60 million attacker at Anfield in a swap deal appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 07:41:14 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/report-liverpool-plan-attacker-swap-deal/"
  },
  {
    "id": "74be8dc4-a105-4082-80fd-79ee62408940",
    "title": "Report: Newcastle looking to bring “fantastic” 21-goal La Liga star back to England",
    "content": "Newcastle United are interested in signing the Atletico Madrid striker Alexander Sorloth at the end of the season. The Norwegian joined the Spanish club last summer, and he has been outstanding for them. He has 21 goals to his name in competitions this season. The 29-year-old striker could prove to be the ideal acquisition for […]\nThe post Report: Newcastle looking to bring “fantastic” 21-goal La Liga star back to England appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 07:37:06 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/newcastle-plot-ambitious-move-alexander-sorloth/"
  },
  {
    "id": "dc2ca411-d77a-4427-8b41-da0ae62e52eb",
    "title": "Report: Tottenham make surprise decision on the future of 25-year-old star wanted by Barcelona",
    "content": "Tottenham Hotspur defender Pedro Porro has been linked with a move away from the club in recent months, and the London club have now decided to sell him for the right price. According to Fichajes, they will sanction his exit for a fee of around €60 million. The report claims that Barcelona are interested in […]\nThe post Report: Tottenham make surprise decision on the future of 25-year-old star wanted by Barcelona appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 07:22:09 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/tottenham-make-surprise-decision-pedro-porro/"
  },
  {
    "id": "4916de96-d616-432f-8136-f36de0701e51",
    "title": "Report: Arsenal and Chelsea to engage in a fierce battle for 18-G/A star this summer",
    "content": "Arsenal and Chelsea have been handed a major boost in their pursuit of Nico Williams from Athletic Club Bilbao. The 22-year-old attacker wants to play in the Premier League instead of staying in Spain or joining another foreign club. It will be interesting to see which of the two London clubs can get the deal […]\nThe post Report: Arsenal and Chelsea to engage in a fierce battle for 18-G/A star this summer appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 06:54:50 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/arsenal-chelsea-engage-in-fierce-battle-nico-williams/"
  },
  {
    "id": "cd753f5b-0ef0-4f0c-8007-1600ef566d81",
    "title": "Sources: Chelsea lead Liverpool and Arsenal in intense battle for £50 million star",
    "content": "A heated transfer race is unfolding across Europe for Bournemouth’s rising star Dean Huijsen, according to Caught Offside sources. The 20-year-old defender has captured the attention of some of the continent’s biggest clubs following a string of impressive performances in the Premier League. The Spaniard has made 34 appearances for the Premier League side in […]\nThe post Sources: Chelsea lead Liverpool and Arsenal in intense battle for £50 million star appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 06:42:33 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/sources-chelsea-lead-liverpool-arsenal/"
  },
  {
    "id": "cf8917bf-ab9c-4383-b2c8-06a373d2ca37",
    "title": "Report: Liverpool to battle Chelsea & Tottenham for 26-year-old South American",
    "content": "Liverpool are interested in signing the Colombian defender Jhon Lucumi from Bologna, and they will face competition from Chelsea and Tottenham. The 26-year-old has been outstanding for the Italian club this season, and he has just over 12 months left on his contract. He could be available for a reasonable amount of money in the […]\nThe post Report: Liverpool to battle Chelsea & Tottenham for 26-year-old South American appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 06:34:30 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/liverpool-compete-chelsea-tottenham-jhon-lucumi/"
  },
  {
    "id": "63577082-b45c-409b-b693-644550ed2eb9",
    "title": "Sources: 30-year-old Chelsea star inches closer to exit with interest increasing in him",
    "content": "AFC Bournemouth have stepped up their efforts to sign Kepa Arrizabalaga on a permanent deal following his impressive performances during his loan spell from Chelsea, according to Caught Offside sources. The Spanish shot-stopper has impressed with his commanding presence and crucial saves, becoming a key figure in Bournemouth’s push for Premier League stability. Encouraged by […]\nThe post Sources: 30-year-old Chelsea star inches closer to exit with interest increasing in him appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 06:21:23 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/sources-chelsea-star-inches-closer-exit/"
  },
  {
    "id": "24cb9fb1-97ba-4f54-8b05-95cbfc88ed40",
    "title": "Man United edge ahead of Premier League rivals in pursuit of 11-goal attacker",
    "content": "Manchester United are reportedly leading the race to sign Bournemouth forward Antoine Semenyo, according to Football Insider. The Red Devils are determined to strengthen their attacking options in the summer transfer window. Ruben Amorim and the Premier League giants have endured a difficult season despite qualifying for the Europa League final where they will come […]\nThe post Man United edge ahead of Premier League rivals in pursuit of 11-goal attacker appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 06:00:20 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/man-united-edge-league-rivals-attacker/"
  },
  {
    "id": "391be2c2-3207-4e95-8823-e06c357dc00c",
    "title": "“Advanced talks” – Liverpool close to completing signing of much needed replacement",
    "content": "Liverpool are reportedly in advanced negotiations to sign Bayer Leverkusen’s highly-rated right-back, Jeremie Frimpong, according to journalist Florian Plettenberg. The Merseyside club haves made significant progress in talks with Leverkusen, with Frimpong emerging as a priority target to reinforce the right flank. With Trent Alexander-Arnold on his way out of the club this summer, the […]\nThe post “Advanced talks” – Liverpool close to completing signing of much needed replacement appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Tue, 13 May 2025 05:52:13 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/13/advanced-talks-liverpool-completing-signing/"
  },
  {
    "id": "8c987d40-2dbf-410c-8150-c5e9fe54c18f",
    "title": "‘Agreement in place’: Arsenal in further talks after Martin Zubimendi greenlights transfer",
    "content": "Martin Zubimendi will be the first signing of the summer transfer window at Arsenal. The agreement is already in place. Just waiting to sign all the documents, with the formalities of the deal to take place at the end of the season. Why? Because Martin Zubimendi is a top professional and a big fan of […]\nThe post ‘Agreement in place’: Arsenal in further talks after Martin Zubimendi greenlights transfer appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 18:12:42 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/arsenal-premier-league-fabrizio-romano-talks/"
  },
  {
    "id": "8d177515-f6b3-4d71-ad7c-0ba23c75245b",
    "title": "Report: Liverpool reach key decision regarding Trent Alexander-Arnold’s exit",
    "content": "Liverpool are set to lose right-back Trent Alexander-Arnold after this summer. The England international has announced his decision to leave the Premier League champions after the conclusion of this season. The boyhood Reds fan is set to say goodbye to the club he supported as a kid and helped in winning two Premier League titles […]\nThe post Report: Liverpool reach key decision regarding Trent Alexander-Arnold’s exit appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 13:47:10 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/report-liverpool-key-decision-alexander-arnold/"
  },
  {
    "id": "8f733f42-17d8-4dee-931b-16c6b2c612ea",
    "title": "Man United move ahead of Premier League rivals to sign £30m 12-goal attacker",
    "content": "Manchester United are reportedly in pole position to secure the signing of one of the Premier League’s brightest young talents, Liam Delap, according to Talksport. The 22-year-old striker, who impressed during his debut top-flight campaign with Ipswich Town, has attracted significant interest from major clubs including Chelsea. However, recent reports suggest that Delap is ‘leaning’ […]\nThe post Man United move ahead of Premier League rivals to sign £30m 12-goal attacker appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 13:23:35 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-ahead-premier-league-rivals-2/"
  },
  {
    "id": "1affcc2e-da3b-4c80-a775-34eefd5b2e57",
    "title": "Liverpool have three man shortlist for new signings in the summer transfer window",
    "content": "Liverpool are setting the stage for a significant squad overhaul this summer, with the club prioritizing the recruitment of a new striker, a central defender, and a left-back, according to Football Insider. One of the biggest anticipated changes is the departure of Darwin Nunez. The Uruguayan forward has struggled to fully integrate into Arne Slot’s […]\nThe post Liverpool have three man shortlist for new signings in the summer transfer window appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 12:48:09 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/liverpool-have-three-man-shortlist-signings/"
  },
  {
    "id": "76c8812c-ae8a-4f29-918d-bc14ae7566ad",
    "title": "Report: Attacker holds talks with Arsenal but decides to stay at his current club",
    "content": "Arsenal are looking to sign new attackers this summer in order to increase their chances of winning silverware. The Gunners have lost out on the Premier League title as well as the Champions League this season. Lack of lethal attackers in their team is one of the reasons why they have once again failed to […]\nThe post Report: Attacker holds talks with Arsenal but decides to stay at his current club appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 12:36:02 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/report-attacker-talks-arsenal-rejects/"
  },
  {
    "id": "be01f4c4-ec1f-46c8-bda4-c7802a64d1bd",
    "title": "Man United in the picture to sign 27-year-old Brazilian as Newcastle initiate move",
    "content": "Juventus midfielder Douglas Luiz has been linked with a move away from the club at the end of the season. According to a report from Tuttosport via Sport Witness, Manchester United and Newcastle United are keeping tabs on the player. The report claims that Newcastle have already taken initial steps to sign the player. It […]\nThe post Man United in the picture to sign 27-year-old Brazilian as Newcastle initiate move appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 11:23:50 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-newcastle-want-sign-douglas-luiz/"
  },
  {
    "id": "a5f69bdf-5db3-42e8-8862-01beb07bc8e8",
    "title": "23-year-old reveals Premier League “dream” amid interest from Man United",
    "content": "LOSC Lille goalkeeper Lucas Chevalier has been outstanding for the French outfit this season, and he was recently crowned the best goalkeeper in Ligue 1. The 23-year-old goalkeeper is reportedly keen on a move to the Premier League, and Manchester United are keeping tabs on him. Man United eyeing Lucas Chevalier According to a report […]\nThe post 23-year-old reveals Premier League “dream” amid interest from Man United appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 11:13:25 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/lucas-chevalier-reveals-premier-league-dream-man-united-keen/"
  },
  {
    "id": "771bcda5-d61a-4a03-8424-efa9e5140740",
    "title": "From Italy: Arsenal lead Liverpool & Chelsea in the race to sign 25-goal star",
    "content": "Arsenal are interested in signing the Canadian International striker Jonathan David on a free transfer when his contract expires with LOSC Lille.  The 25-year-old has decided not to sign an extension with the French outfit, and he is on the radar of Liverpool and Chelsea as well. However, a report from InterLive claims that Arsenal […]\nThe post From Italy: Arsenal lead Liverpool & Chelsea in the race to sign 25-goal star appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 10:20:53 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/arsenal-lead-liverpool-chelsea-jonathan-david-race/"
  },
  {
    "id": "270024fc-899c-4363-8fe9-1387e1452af9",
    "title": "Sources: Man United involved in talks for the transfer of 25-year-old winger",
    "content": "Real Betis are stepping up their efforts to keep Brazilian winger Antony for another season after a successful loan spell from Manchester United, according to Caught Offside sources. The 25-year-old has rediscovered his form in Spain, becoming a key figure under Manuel Pellegrini’s system. His resurgence at Betis has not only reignited his career but […]\nThe post Sources: Man United involved in talks for the transfer of 25-year-old winger appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 10:20:30 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/sources-man-united-involved-talks-transfer/"
  },
  {
    "id": "6d5287b4-9d7a-4f7b-ac47-4a5c3dd6fade",
    "title": "From Italy: “Really, really special talent” is tempted by an offer from Liverpool",
    "content": "Manchester City midfielder Kevin De Bruyne is all set to leave the club at the end of the season when his contract expires. The 33-year-old has decided not to sign an extension with the Premier League giants, and he has been linked with multiple clubs recently. Liverpool are reportedly keeping tabs on the Belgian International, […]\nThe post From Italy: “Really, really special talent” is tempted by an offer from Liverpool appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 10:12:07 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/from-italy-really-really-special-talent-is-tempted-by-an-offer-from-liverpool/"
  },
  {
    "id": "ca7a30bc-155a-4a3d-a7cb-e094e195d6fa",
    "title": "Fabrizio Romano provides Marcus Rashford update amid talks of Man United exit",
    "content": "Manchester United attacker Marcus Rashford faces an uncertain future at the club with the player in the dark where he will play next season. According to GiveMeSport, the United star is going to be the subject of major interest from clubs in Premier League and La Liga this summer. His loan spell at Aston Villa […]\nThe post Fabrizio Romano provides Marcus Rashford update amid talks of Man United exit appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 09:56:16 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/fabrizio-romano-rashford-man-united/"
  },
  {
    "id": "d98368e3-0965-445f-9af8-222791e3b32a",
    "title": "Marcus Rashford's Future at Man United: An Insight by Fabrizio Romano",
    "content": "The future of Marcus Rashford, the talented forward of Manchester United, hangs in balance as he remains unsure of his playing field for the upcoming season. GiveMeSport reports suggest that the shining star of United is expected to draw substantial attention from clubs across the Premier League and La Liga as summer approaches. His stint on loan at Aston Villa is also under the spotlight… This news update regarding the potential departure of Rashford from Man United was provided by Fabrizio Romano and originally reported on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 09:56:16 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/fabrizio-romano-rashford-man-united/",
    "summary": "The future of Marcus Rashford, the talented forward of Manchester United, hangs in balance as he remains unsure of his playing field for the upcoming ..."
  },
  {
    "id": "85bf7407-a6e9-4c57-be20-3e6748f9266c",
    "title": "West Ham eyeing up a move for 22-year-old playmaker from PL rivals",
    "content": "West Ham United are reportedly keen on signing the Manchester City attacker James McAtee at the end of the season. The 22-year-old has done well for Manchester City despite his limited opportunities this season. He has seven goals to his name across all competitions. According to a report from The Mirror via West Ham Zone, […]\nThe post West Ham eyeing up a move for 22-year-old playmaker from PL rivals appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 09:11:11 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/west-ham-eyeing-up-move-james-mcatee/"
  },
  {
    "id": "51a6e42d-da4a-420c-81db-6fcf81bb1325",
    "title": "Report: Man United eyeing up a move for €50 million ace as key player’s replacement",
    "content": "Manchester United midfielder Bruno Fernandes has been linked with a move away, and they are looking at Youri Tielemans as a potential replacement. The Belgian midfielder has done quite well for Aston Villa, and a report via Fichajes claims that Manchester United are keeping tabs on him. They could look to make a move for […]\nThe post Report: Man United eyeing up a move for €50 million ace as key player’s replacement appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:58:54 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-eyeing-up-move-youri-tielemans/"
  },
  {
    "id": "47319844-4475-4efe-b63f-d57af7990245",
    "title": "Buzz: Manchester United Contemplating €50 Million Swap for Star Player",
    "content": "Rumours are swirling around Old Trafford as Manchester United's Bruno Fernandes is speculated to be on the move. In a twist, the Red Devils are reportedly setting their sights on Youri Tielemans, who could fill Fernandes' boots. The Belgian maestro, known for his sterling performances with Aston Villa, is on United's radar, according to sources revealed by Fichajes. A monumental bid may be on the horizon, as Manchester United consider a strategic move for the talented Tielemans...",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:58:54 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-eyeing-up-move-youri-tielemans/",
    "summary": "Rumours are swirling around Old Trafford as Manchester United's Bruno Fernandes is speculated to be on the move. In a twist, the Red Devils are report..."
  },
  {
    "id": "e737af10-28d2-4a65-8c90-b8760b356501",
    "title": "Speculation: Manchester United Contemplates €50 Million Powerhouse as Substitute for Key Player",
    "content": "Rumours are swirling that Manchester United's midfield maestro, Bruno Fernandes, could be on his way out. In light of this, Youri Tielemans is being viewed as a potential successor. The Belgian powerhouse has showcased impressive performances at Aston Villa, prompting Manchester United to monitor him closely. According to a report from Fichajes, the Red Devils may be preparing to launch a bid for […].",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:58:54 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/man-united-eyeing-up-move-youri-tielemans/",
    "summary": "Rumours are swirling that Manchester United's midfield maestro, Bruno Fernandes, could be on his way out. In light of this, Youri Tielemans is being v..."
  },
  {
    "id": "bc4a6d8e-6a5f-40ea-8bbd-0d56052feeb6",
    "title": "“They’ll let him go” – Journalist issues Liverpool transfer update fans weren’t expecting",
    "content": "Liverpool are open to keeping Federico Chiesa in their squad for the upcoming season but the Italian forward is believed to be considering a move away from Anfield, according to Rousing The Kop. The Italian winger has won the Premier League title at Anfield in his debut season at the club but his playing time […]\nThe post “They’ll let him go” – Journalist issues Liverpool transfer update fans weren’t expecting appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:48:44 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/journalist-liverpool-transfer-update/"
  },
  {
    "id": "11071f92-07e2-4815-b8e4-8e375d1772f8",
    "title": "Unexpected Liverpool Transfer News: Chances are High for Chiesa's Departure, says Journalist",
    "content": "Liverpool appears to be willing to retain Federico Chiesa in their line-up for the forthcoming season. However, it seems that the Italian forward is contemplating a transfer away from Anfield, as reported by Rousing The Kop. Chiesa, a key winger from Italy, has clinched the Premier League title during his inaugural season with the club. However, his time on the pitch... This unexpected Liverpool transfer update was first published on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:48:44 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/journalist-liverpool-transfer-update/",
    "summary": "Liverpool appears to be willing to retain Federico Chiesa in their line-up for the forthcoming season. However, it seems that the Italian forward is c..."
  },
  {
    "id": "393b796d-aefe-435d-8174-1fb7e72b9f29",
    "title": "5.9 clearances & 1.4 blocks per game: Arsenal and Newcastle want 24-year-old defender",
    "content": "Brentford defender Nathan Collins has been linked with a move away from the club, and the likes of Arsenal and Newcastle United are keen on him. The 24-year-old has done quite well for Brentford in the Premier League this season, and it is no surprise that talks are keen on him. According to TBR Football, […]\nThe post 5.9 clearances & 1.4 blocks per game: Arsenal and Newcastle want 24-year-old defender appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:40:12 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/arsenal-and-newcastle-want-nathan-collins/"
  },
  {
    "id": "7369ffcd-50cd-4e92-9e99-5ecd787c9b2e",
    "title": "Collins of Brentford on Newcastle and Arsenal's Radar: Averaging 5.9 Clearances and 1.4 Blocks per Match",
    "content": "Nathan Collins, the stalwart defender from Brentford, is reportedly in the crosshairs of both Arsenal and Newcastle United. This 24-year-old has been making waves in the current Premier League season with his stellar performances for Brentford, sparking interest from these top-flight teams. As per news from TBR Football, […]",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:40:12 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/arsenal-and-newcastle-want-nathan-collins/",
    "summary": "Nathan Collins, the stalwart defender from Brentford, is reportedly in the crosshairs of both Arsenal and Newcastle United. This 24-year-old has been ..."
  },
  {
    "id": "05a64eb3-a27a-4f0b-9e6c-48f4fc919237",
    "title": "Leeds United star is on the verge of Elland Road exit after impressive season",
    "content": "Leeds United are preparing for a transformative summer transfer window as they gear up to strengthen their squad this summer. Manager Daniel Farke is set to have the resources needed to revamp his squad. However, with plans to strengthen several starting XI positions, including a new goalkeeper, an attacking midfielder, and a striker, Leeds will […]\nThe post Leeds United star is on the verge of Elland Road exit after impressive season appeared first on CaughtOffside.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:29:05 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/leeds-united-star-elland-road-exit/"
  },
  {
    "id": "aa9e5595-9c85-47cd-bcbc-c44e9eb15994",
    "title": "Prominent Leeds United Player Poised to Depart Elland Road Following Stellar Season",
    "content": "Leeds United are gearing up for a transformational summer transfer window, with the aim of fortifying their line-up in the coming months. In a bid to overhaul his team, Manager Daniel Farke is expected to have the necessary funds at his disposal. Despite plans to bolster numerous key positions - such as a new goalkeeper, an attacking midfielder, and a forward - Leeds could soon see the departure of one of their stars from Elland Road following an outstanding season. Stay tuned for more updates.",
    "imageUrl": "https://images.pexels.com/photos/46798/the-ball-stadion-football-the-pitch-46798.jpeg",
    "publishedAt": "Mon, 12 May 2025 08:29:05 +0000",
    "source": "CaughtOffside",
    "category": "Football News",
    "url": "https://www.caughtoffside.com/2025/05/12/leeds-united-star-elland-road-exit/",
    "summary": "Leeds United are gearing up for a transformational summer transfer window, with the aim of fortifying their line-up in the coming months. In a bid to ..."
  }
]